Repository: CSipSimple/CSipSimple-old
Catalog: CSipSimple/locale/csipsimple/prefs_strings/*.po
Languages: de, fr, hu, it, iw, nl, pt, sl

# prevent_screen_rotation_desc
source: Avoid rotation of the screen and keep in portrait mode
de: Verhindert die Rotation des Displays und hält es im Portraitformat
fr: Eviter la rotation de l'écran et rester en mode portrait
hu: Nem engedi a képernyő forgatását és álló módban tartja
it: Evita la rotazione dello schermo e mantieni la modalità verticale
iw: הימנע מסיבוב המסך ולשמור במצב דיוקן
nl: Vermijd schermrotatie en blijf in portretmodus
pt: Evitar rotação do ecrã e manter em modo de retrato
sl: Onemogoči vrtenje zaslona in zadrži v pokončem prikazu

# gsm_integration_type
source: Mobile phone integration
de: Integration ins Mobiltelefon
fr: Intégration au mobile
it: Integrazione con il cellulare
iw: שילוב סלולרי בטלפון
nl: Mobiele telefoon integratie
pt: Integração de telefone móvel

# gsm_integration_type_desc
source: How the application uses your mobile phone (or not)
de: Wie die Applikation das Mobiltelefon benutzt (oder nicht)
fr: Comment l'application utilise votre ligne mobile (ou pas)
it: Come l'applicazione usa il tuo cellulare (o no)
iw: כיצד היישום משתמש (או שלא) בטלפון הנייד שלך
nl: Hoe de toepassing uw mobiele telefoon gebruikt (of niet)
pt: Como a aplicação usa o seu telefone móvel (ou não)

source: Invert proximity sensor
de: Entfernungs-Sensor invertieren
fr: Inverser le capteur de proximité
it: Inverte il sensore di prossimità
iw: הפוך קירבה חיישן
nl: Inverteer nabijheidssensor

# invert_proximity_sensor_desc
source: May help on some devices when manufacturer inverted near and far
de: Hilft bei Geräten mit fehlerhaftem Entfernungs-Sensor
fr: Peut résoudre les problèmes liés à une mauvaise implémentation du constructeur
it: Può aiutare su alcune periferiche quando il produttore ha invertito vicino e lontano
iw: עשוי לעזור על כמה מכשירים, כאשר יצרנית הפכה קרוב ורחוק
nl: Kan helpen op sommige apparaten als de fabrikant dichtbij en veraf verwisselde

source: Theme
de: Aussehen
fr: Thème
iw: ערכת נושא

# theme_desc
source: Theme for the application
de: Aussehen der Applikation
fr: Thème pour l'application
iw: ערכת נושא עבור היישום

# obtain_themes
source: Obtain more themes
de: Erhalte mehr Stile
fr: Obtenir plus de thèmes
iw: קבל ערכות נושא נוספים

# obtain_themes_desc
source: Get themes apps on the market
fr: Récupérer les applications thèmes depuis le market
iw: קבל ערכות נושא היישומים במרקט

# display_icon_in_status_bar_nbr
source: Display number in status bar
de: Zeige Rufnummer in der Statuszeile
fr: Afficher le nombre dans la barre de status
iw: הצג מספר בשורת המצב

# display_icon_in_status_bar_nbr_desc
source: Display the number of registered accounts in status bar
de: Zeige die Rufnummer registrierter Konten in der Statuszeile
fr: Nombre de comptes enregistrés dans la barre de notification
iw: הצג את מספר החשבונות הרשומים בשורת המצב

# android_integration
source: Integrate with Android
de: Mit Android integrieren
fr: S'intégrer à Android
hu: Beépülés az Androidba
it: Integrazione con Android
iw: שלב עם אנדרואיד
nl: Integreer met Android
pt: Integrar com Android
sl: Integracija s sistemom

# android_integration_desc
source: Integration with native dialer and call logs
de: Integration mit Standardwählprogramm und Anrufliste
fr: S'intégrer à la numérotation et aux journaux d'appel d'Android
hu: Beépül az alap tárcsázóba és híváslistába
it: Integrazione con il dialer nativo e log delle chiamate
iw: שלב עם החייגן ויומן השיחות המקורי
nl: Integratie met ingebouwde kiezer en gesprekslijsten
pt: Integrar com marcador nativo e registo de chamadas
sl: Integracija s sistemskim klicalnikom in dnevniki klicev

source: Availability profile
de: Verfügbarkeitsprofil
fr: Profil de disponibilité
hu: Elérhetőségi profil
it: Profilo di disponibilità
iw: פרופיל זמין
nl: Beschikbaarheidsprofiel
pt: Perfil de disponibilidade
sl: Profil razpoložljivosti

source: Always available
de: Immer erreichbar
fr: Toujours disponible
hu: Mindig elérhető
it: Sempre disponbile
iw: תמיד זמין
nl: Altijd beschikbaar
pt: Sempre disponível
sl: Vedno na voljo

# always_available_desc
source: Will use battery but incoming calls are always received
de: Belastet die Batterie stark, dafür bist du immer erreichbar
fr: Utilisera de la batterie mais vous recevrez vos appels
hu: Meríti a telepet de a bejövő hivásokat mindig fogadja
it: Utilizzerà la batteria ma le chiamate in ingresso sono sempre ricevibili
iw: יעשה שימוש בסוללה אבל שיחות נכנסות מתקבלות תמיד
nl: Kost batterij, maar inkomende oproepen worden altijd ontvangen
pt: Usará bateria mas as chamadas são sempre recebidas
sl: Večja poraba baterije, a so klici vedno prejeti

# wifi_available
source: Available on WiFi
de: Erreichbar bei WLAN
fr: Disponible en même temps que le WIFI
hu: Elérhető WiFi-n
it: Disponibile su WIFI
iw: זמין ב WiFi
nl: Beschikbaar bij Wi-Fi
pt: Disponível em WiFi
sl: Samo, ko je WiFi

# wifi_available_desc
source: Availability of incoming calls based on WiFi profile
de: Erreichbar für eingehende Anrufe, wenn das WLAN Profil aktiv ist
fr: Votre disponibilité est basée sur la connection Wifi
hu: Bejövő hívások csak bekapcsolt WiFi esetén
it: Disponibilità delle chiamate in ingresso basata sul profilo WIFI
iw: הזמינות של שיחות נכנסות מבוסס על פרופיל WiFi
nl: Inkomende oproepen worden ontvangen afhankelijk van het Wi-Fi-profiel
pt: Disponibilidade de chamadas recebidas com base no perfil WiFi
sl: Razpoložljivost prejetih klicev glede na profil WiFi

# never_available
source: Only for outgoing
de: Nur ausgehende Verbindungen
fr: Seulement pour les appels sortant
hu: Csak kimenő hívások
it: Solo in uscita
iw: רק בשביל יוצאות
nl: Alleen voor uitgaande oproepen
pt: Apenas para saída
sl: Samo za odhodne

# never_available_desc
source: Activate the SIP client automatically when necessary
de: Aktiviert die SIP Anwendung nur wenn es nötig ist
fr: N'activer l'application que lorsque j'initie un appel.
hu: Csak szükség esetén fut a SIP kliens
it: Attiverà il client SIP automaticamente quando necessario
iw: הפעל את לקוח הסיפ באופן אוטומטי בעת הצורך
nl: Activeer de SIP-client automatisch wanneer nodig
pt: Activar o cliente SIP automaticamente quando necessário
sl: Samodejno vključi SIP po potrebi

# availability_tg
source: Mobile data availability
de: Verfügbarkeit UMTS
fr: Disponibilité du canal donnée mobile
hu: Mobil adatelérhetőség
it: Disponibilità connessione dati mobile
iw: זמינות נתונים סלולרי
nl: Beschikbaarheid mobiele verbinding
pt: Disponibilidade de dados móvel
sl: Razpoložljivost mobilnega prenosa podatkov

# tg_allowed
source: I'm allowed to use mobile
de: Ich darf UMTS verwenden
fr: Je suis autorisé à faire de la VoIP sur le canal donnée du mobile
hu: Van mobil adatkapcsolat
it: Mi è consentito usare la connessione dati mobile
iw: מותר לי להשתמש בסלולרי
nl: Het is mij toegestaan om een mobiele verbinding te gebruiken
pt: Estou autorizado a usar móvel
sl: Lahko uporabljam mobilni prenos podatkov

# tg_allowed_desc
source: Your carrier allows VoIP over your mobile data connection
de: Aktivert die Verwendung von UMTS. (Ich habe sichergestellt, daß mein Provider die Verwendung von VoIP über UMTS erlaubt)
fr: Votre opérateur vous autorise à faire de la VoIP sur la canal data de sa connection
hu: A szolgáltató nem tiltja a VoIP kapcsolatot
it: Il tuo operatore telefonico permette l'uso della connessione dati mobile per il VoIP
iw: הספק שלך מאפשר VoIP באמצעות חיבור הנתונים הסלולרי שלך
nl: Uw provider staat VoIP over een mobiele gegevensverbinding toe
pt: O seu operador permite VoIP sobre a sua ligação de dados móvel
sl: Operater dovoli VoIP preko mobilnega prenosa podatkov

# codecs_availability_text
source: Only available if sip is currently registered
de: Nur verfügbar, wenn SIP registriert ist
fr: Disponible seulement si le SIP est actuellement enregistré
hu: Csak regisztrált SIP esetén elérhető
it: Disponibile solo se sip è registrato
iw: זמין רק אם הסיפ נמצא רשום כרגע
nl: Alleen beschikbaar wanneer SIP nu is geregistreerd
pt: Só disponível se SIP estiver actualmente registado
sl: Na voljo samo, ko je SIP prijavljen

source: Auto record calls
de: Anrufe automatisch aufnehmen
fr: Enregistrer automatiquement les appels
it: Registra automaticamente le chiamate
iw: הקלט שיחות אוטומטי
nl: Neem automatisch oproepen op
pt: Gravação automática de chamadas

# auto_record_calls_desc
source: Record calls as soon as connected
de: Nehme Anrufe auf sobald sie angenommen werden
fr: Enregistrer dès que l'appel est connecté
it: Registra le chiamate appena connesso
iw: הקלט שיחות מיד ברגע ההתחברות
nl: Neem oproepen op zo snel als verbonden
pt: Gravar chamadas assim que conectado

source: Support multiple calls
de: Erlaube mehrere gleichzeitige Anrufe
fr: Support appels multiples
iw: תמיכה במספר שיחות

# support_multiple_calls_desc
source: Allow conference and multiple concurrent calls
de: Erlaube Konferenzen und mehrere gleichzeige Anrufe
fr: Conférence et plusieurs appels en même temps
iw: אפשר ועידה ומספר שיחות בו זמנית

# expert_preferences
source: Expert mode
de: Experten Modus
fr: Mode expert
hu: Szakértő mód
it: Modalità esperto
iw: מצב מומחה
nl: Expert-modus
pt: Modo perito
sl: Način za strokovnjake

# advanced_preferences
source: Advanced mode
de: Erweiterter Modus
fr: Mode avancé
hu: Hozzáértő mód
it: Modalità avanzata
iw: מצב מתקדם
nl: Geavanceerde modus
pt: Modo avançado
sl: Napredni način

# perfs
source: Performances
de: Leistung
hu: Használat
it: Prestazioni
iw: ביצועים
nl: Uitvoeringen
pt: Desempenho
sl: Delovanje

source: Transport
de: Protokoll
hu: Átvitel
it: Trasporto
iw: תעבורה
pt: Transporte
sl: Prenos

# use_3g
source: Use 3G (and better)
de: Verwende UMTS
iw: השתמש ב-3G

# audio_volume
source: Volume
de: Lautstärke
hu: Hangerő
iw: עצמת שמע
nl: Geluidsniveau
sl: Glasnost

source: Codecs
hu: Kodekek
it: Codec
iw: מקודדים
sl: Kodeki

source: Micro source
iw: מיקרו המקור

source: STUN server
hu: STUN szerver
sl: Strežnik STUN

# stun_server_desc
source: STUN server (HOST:PORT)
hu: STUN szerver megadása (HOST:PORT)
sl: (strežnik:vrata)
