Repository: CSipSimple/CSipSimple-old
Catalog: CSipSimple/locale/csipsimple/prefs_strings/*.po
Languages: de, fr, hu, it, iw, nl, pt, sl

# prefs
source: Settings
de: Einstellungen
fr: Options
hu: Beállítások
it: Impostazioni
iw: הגדרות
nl: Instellingen
pt: Preferências
sl: Nastavitve

# prefs_fast
source: Easy configuration
de: Einfache Konfiguration
fr: Configuration simplifiée
hu: Egyszerű beállítások
it: Configurazione facile
iw: הגדרה מהירה
nl: Gemakkelijke instelling
pt: Configuração simples
sl: Hitra nastavitev

# prefs_fast_desc
source: Quick options to use if you don't know how SIP works
de: Schnell-Einstellungen falls du dich mit SIP nicht auskennst
fr: Options rapides (pour ceux qui ne connaissent pas le SIP)
hu: Gyors beállítás annak aki nem ismeri SIP működését
it: Opzioni rapide da utilizzare se non si sa come funziona SIP
iw: אפשרויות מהירות לשימוש אם אתה לא יודע איך עובד הסיפ
nl: Snelle methode voor als u niet weet hoe SIP werkt
pt: Opções simples para usar caso você não saiba como SIP funciona
sl: Hitra nastavitev, če ne poznate SIP

# prefs_network
source: Network
de: Netzwerk
fr: Réseau
hu: Hálózat
it: Rete
iw: רשת
nl: Netwerk
pt: Rede
sl: Omrežje

# prefs_network_desc
source: How SIP can be connected to the network
de: Über welches Netzwerk darf sich SIP verbinden
fr: La façon dont le SIP se connecte au réseau
hu: SIP kapcsolódása a hálózatra
it: Come Sip può connettersi alla rete
iw: כיצד הסיפ יכול להיות מחובר לרשת
nl: Hoe SIP kan worden verbonden naar het netwerk
pt: Como SIP se conecta a rede
sl: Kako se SIP poveže z omrežjem

# prefs_media
source: Media
de: Audio
fr: Média
hu: Média
it: Audio
iw: מדיה
pt: Mídia
sl: Mediji

# prefs_media_desc
source: Codecs and in-call sound behavior
de: Codecs und Anruf-Verhalten
fr: Règles média pendant les appels (Codecs, Silences, ...)
hu: Hívásbeli és hangkódolási beállítások
it: Codec e qualità del suono in chiamata
iw: התנהגות קודקים וצליל בשיחה
nl: Codecs en gedrag van ingesprek geluid
pt: Codecs e comportamento de audio em ligações
sl: Kodeki in zvok

# prefs_ui
source: User interface
de: Benutzeroberfläche
fr: Interface et intégration
hu: Felhasználói felület
it: Interfaccia utente
iw: ממשק משתמש
nl: Gebruikersinterface
pt: Interface de usuário
sl: Uporabniški vmesnik

# prefs_ui_desc
source: Tweak the user interface
de: Anpassen der Benutzeroberfläche
fr: Adaptez le comportement à votre usage
hu: Testreszabás
it: Tweak interfaccia utente
iw: התאם את ממשק המשתמש
nl: Gebruikersinterface aanpassen
pt: Ajustar a interface de usuário
sl: Prilagodi uporabniški vmesnik

# prefs_calls
source: Calls options
de: Anrufeinstellungen
fr: Options d'appel
it: Opzioni di chiamata
iw: אפשרויות שיחה
nl: Oproep opties
pt: Opções das chamadas

# prefs_calls_desc
source: Options related to calls
de: Einstellungen für Anrufe
fr: Options relatives aux appels
it: Opzioni relative alle chiamate
iw: אפשרויות הקשורות לשיחות
nl: Opties gerelateerd aan oproepen
pt: Opções relacionadas com chamadas

# for_incomings
source: For incoming calls
de: Für eingehende Anrufe
fr: Pour les appels entrants
hu: Bejövő hívások
it: Per chiamate in ingresso
iw: עבור שיחות נכנסות
nl: Voor inkomende gesprekken
pt: Para ligações de entrada
sl: Za dohodne klice

# for_outgoings
source: For outgoing calls
de: Für ausgehende Anrufe
fr: Pour les appels sortants
hu: Kimenő hívások
it: Per chiamate in uscita
iw: עבור שיחות יוצאות
nl: Voor uitgaande gesprekken
pt: Para ligações de saida
sl: Za odhodne klice

# transport_desc
source: Force the use of a transport for this account
de: Protokoll für diesen Account erzwingen
fr: Forcer le protocole de communication
it: Forza l'uso di un trasporto per questo account
iw: השתמש בכוח בתעבורה עבור חשבון זה
nl: Forceer het gebruik van een transport voor dit account
pt: Força o uso de um transporte para essa conta

source: Use WiFi
de: Verwende WLAN
fr: Utiliser le WIFI
hu: Használhat WiFi-t
it: Usa wifi
iw: השתמש ב-WiFi
nl: Gebruik Wi-Fi
pt: Usar WiFi
sl: Uporabi WiFi

# use_wifi_in_desc
source: Use WiFi for incoming calls
de: Verwende WLAN für eingehende Anrufe
fr: Utiliser le WIFI pour les appels entrants
hu: Bekapcsolt WiFi-n fogadhat hívásokat
it: Usa wifi per chiamate in ingresso
iw: השתמש ב-WiFi עבור שיחות נכנסות
nl: Gebruik Wi-Fi voor inkomende oproepen
pt: Usar WiFi em ligações de entrada
sl: Uporabi WiFi za dohodne klice

# use_wifi_out_desc
source: Use WiFi for outgoing calls
de: Verwende WLAN für ausgehende Anrufe
fr: Utiliser le WIFI pour les appels sortants
hu: Bekapcsolt WiFi-n indíthat hívásokat
it: Usa wifi per chiamate in uscita
iw: השתמש ב-WiFi עבור שיחות יוצאות
nl: Gebruik Wi-Fi voor uitgaande oproepen
pt: Usar WiFi em ligações de saida
sl: Uporabi WiFi za odhodne klice

# use_other
source: Use other networks
de: Verwende andere Netzwerke
fr: Utiliser les autres réseaux
hu: Más hálózatot használ
it: Usa altre reti
iw: השתמש ברשתות אחרות
nl: Gebruik andere netwerken
pt: Usar outras redes
sl: Uporabi druga omrežja

# use_other_in_desc
source: For example WiMax for incoming calls
de: z.B. WiMax für eingehende Anrufe
fr: Par example le WiMax pour les appels entrants
hu: Pl. WiMax-ot a kimenő híváshoz
it: Per esempio WiMax per chiamate in ingresso
iw: לדוגמה WiMAX עבור שיחות נכנסות
nl: Bijvoorbeeld WiMAX voor inkomende oproepen
pt: Por exemplo WiMax para ligaçoes de entrada
sl: Npr. WiMax za dohodne klice

# use_other_out_desc
source: For example WiMax for outgoing calls
de: z.B. WiMax für ausgehende Anrufe
fr: Par example le WiMax pour les appels sortant
hu: Pl. WiMax-ot a bejövő híváshoz
it: Per esempio WiMax per chiamate in uscita
iw: לדוגמה WiMAX עבור שיחות יוצאות
nl: Bijvoorbeeld WiMAX voor uitgaande oproepen
pt: Por exemplo WiMax para ligações de saida
sl: Npr. WiMax za odhodne klice

source: Use 3G
fr: Utiliser la 3G
hu: Használhat 3G-t
it: Usa 3G
nl: Gebruik 3G
pt: Usar 3G
sl: Uporabi 3G

# use_3g_disclamer
source: Your carrier MUST allow you to use this option
de: Dein Provider MUSS die Verwendung von VoIP über UMTS/EDGE/GPRS erlauben
fr: Votre opérateur DOIT vous autoriser l'utilisation cette option
hu: CSAK ha van rá lehetőség a szolgáltatónál
it: La tua compagnia telefonica DEVE consentire questa opzione
iw: הספק שלך חייב לאפשר לך להשתמש באפשרות זו
nl: Uw provider MOET deze optie toestaan
pt: Sua operadora TEM quer permitir o uso desta opção
sl: Operater lahko omeji delovanje

source: Use EDGE
de: Verwende EDGE
fr: Utiliser le EDGE
hu: Használhat EDGE-t
it: Usa EDGE
iw: השתמש ב-EDGE
nl: Gebruik EDGE
pt: Usar EDGE
sl: Uporabi EDGE

source: Use GPRS
de: Verwende GPRS
fr: Utiliser le GPRS
hu: Használhat GPRS-t
it: Usa GPRS
iw: השתמש ב-GPRS
nl: Gebruik GPRS
pt: Usar GPRS
sl: Uporabi GPRS

source: Lock WiFi
de: WLAN Leistung
fr: Verouiller le WIFI
hu: WiFi zárolása
it: Blocca wifi
iw: נעל WiFi
nl: Vergrendel Wi-Fi
pt: Reter WiFi
sl: Zakleni WiFi

# lock_wifi_desc
source: Prevent WiFi idle when SIP is connected
de: Verhindere WiFi-Standby wenn SIP über WLAN verbunden ist
fr: Empêche la mise en veille du WIFI lorsque le SIP est connecté
hu: Ha a SIP csatlakozott ne álljon le a WiFi
it: Evita la dissattivazione del wifi quando SIP è connesso
iw: מנע המתנה ב-WiFi כאשר סיפ מחובר
nl: Voorkom Wi-Fi-slaapstand wanneer SIP verbonden is
pt: Previnir que WiFi fique ocioso quando conectado ao SIP
sl: Prepreči počivanje WiFi med povezavo SIP

# lock_wifi_perfs
source: High perfs lock
fr: Verrou haute performance

# lock_wifi_perfs_desc
source: Wifi lock in High perfs mode (drain battery faster)
fr: Verrou wifi en mode haute performance (utilise plus la batterie)

# enable_tcp_desc
source: Enable TCP transport
de: TCP Protokoll verwenden
fr: Autoriser le transport TCP
hu: Átvitel engedélyezése TCP-n
it: Abilita trasporto TCP
iw: אפשר תעבורה ב-TCP
nl: TCP-transport inschakelen
pt: Ativar transporte TCP
sl: Omogoči prenos preko TCP

# enable_tls_desc
source: Enable TLS transport
de: Aktiviert die TLS Verschlüsselung
fr: Autoriser le transport TLS
hu: TLS engedélyezése
it: Abilita il trasporto TLS
iw: אפשר תעבורה ב-TLS
nl: TLS-transport inschakelen
pt: Ativar transporte TLS
sl: Omogoči prenos TLS

# enable_udp_desc
source: Enable UDP transport
de: Aktiviert das UDP Protokoll
fr: Autoriser le transport UDP
hu: Átvitel engedélyezése UDP-n
it: Abilita trasporto UDP
iw: אפשר תעבורה ב-UDP
nl: UDP-transport inschakelen
pt: Ativar transporte UDP
sl: Omogoči prenos preko UDP

# network_udp_transport_port
source: UDP Port
fr: Port UDP
it: Porta UDP
iw: יציאת UDP
nl: UDP-poort
pt: Porta UDP
sl: Vrata UDP

# network_udp_transport_port_desc
source: Port number to bind locally
de: Lokale UDP Portnummer
fr: Numéro du port sur lequel écouter localement
hu: Helyi port
it: Numero di porta da impegnare in locale
iw: יציאת מספר כדי ליצור חיוב מקומי
nl: Poortnummer om lokaal te binden
pt: Número da porta para vinculação local
sl: Številka lokalnih vrat

# network_tcp_transport_port
source: TCP Port
fr: Port TCP
it: Porta TCP
iw: יציאת TCP
nl: TCP-poort
pt: Porta TCP
sl: Vrata TCP

# network_tcp_transport_port_desc
source: Port number to bind locally
de: Lokale TCP Portnummer
fr: Numéro du port sur lequel écouter localement
hu: Helyi port
it: Numero di porta da impegnare in locale
iw: יציאת מספר כדי ליצור חיוב מקומי
nl: Poortnummer om lokaal te binden
pt: Número da porta para vinculação local
sl: Številka lokalnih vrat

# network_rtp_port
source: RTP port
fr: Port RTP
it: Porta RTP
iw: יציאת RTP
nl: RTP-poort
pt: Porta RTP
sl: Vrata RTP

# network_rtp_port_desc
source: Port for RTP ports range start
de: Erster RTP Port
fr: Port pour le début de la fourchette de port RTP
hu: Alsó RTP port
it: Porta RTP di partenza per l'intervallo
iw: יציאה עבור RTP טווח התחלה ליציאות
nl: Begin RTP-poortbereik
pt: Porta para o início do intervalo de portas RTP
sl: Številka lokalnih vrat

source: Use IPv6
de: IPv6 benutzen
fr: Utiliser l'IPv6
hu: Használjon IPv6-ot
it: Usa IPv6
iw: השתמש ב-IPv6
nl: Gebruik IPv6
pt: Usar IPv6
sl: Uporabi IPv6

# use_ipv6_desc
source: Switch to IPv6 mode (your network and phone must support it)
de: Zum IPv6-Modus wechseln (Ihr Netzwerk und Mobiltelefon müssen es unterstützen)
fr: Passer en mode IPv6 (votre téléphone et votre réseau doivent le supporter)
hu: Átáll IPv6 módba (a telefonnak és a szolgáltatónak támogatnia kell)
it: Passa alla modalità IPv6 (la rete e il telefono devono supportarlo)
iw: מעבר למצב IPv6 (האינטרנט והטלפון שלך חייבים לתמוך בו)
nl: Schakel naar IPv6-modus (uw netwerk en telefoon moeten dit ondersteunen)
pt: Mudar para modo IPv6 (desde que seu aparelho e rede suporte)
sl: Preklopi na IPv6 (zahtevana podpora v omrežju in napravi)

# enable_dns_srv
source: Resolve DNS SRV
de: DNS SRV auflösen
fr: Résoudre les DNS SRV
hu: DNS feloldó
it: Risolvi DNS SRV
iw: פתור SRV DNS
nl: DNS SRV oplossen
sl: Razreši strežnik DNS

# enable_dns_srv_desc
source: Use the application resolver to resolve DNS names
de: Verwendet eigenen DNS um IP-Adressen aufzulösen
fr: Utiliser les DNS dans l'application pour résoudre les noms de domaine
hu: Saját DNS címfeloldó használata
it: Usa il risolutore dell'applicazione per risolvere i nomi DNS
iw: השתמש במזהה היישום כדי לזהות שמות DNS
nl: Gebruik de applicatie-oplosser om DNS-namen op te lossen
pt: Usar a função da aplicação para resolver nomes de DNS

# override_nameserver
source: Use a custom DNS
de: Benutzerdefinierte DNS Server verwenden
fr: DNS personnalisé
hu: Használjon egyéni DNS-t
it: Usa un DNS personalizzato
iw: השתמש ב-DNS מותאם אישית
nl: Gebruik maatwerk-DNS
pt: Usar um DNS personalizado
sl: Uporabi DNS po meri

# override_nameserver_desc
source: Left blank to retrieve DNS from Android
de: Leer lassen um Standard DNS zu verwenden
fr: Laisser vide pour récupérer les DNS d'Android
hu: Szabadon hagyva az alap Android DNS-t használja
it: Lasciare in bianco per recuperare DNS da Android
iw: השאר ריק כדי לאחזר DNS מאנדרואיד
nl: Leeglaten om DNS op te halen bij Android
pt: Deixado em branco para buscar DNS do Android
sl: Pustite prazno za prevzem podatkov iz sistema

source: NAT traversal
fr: Traversée du NAT
hu: NAT címfordító
nl: NAT-doorgang
sl: Prečkanje NAT

source: Enable ICE
de: Aktiviere ICE
fr: Activer ICE
hu: ICE engedélyezése
it: Abilita ICE
iw: אפשר ICE
nl: ICE inschakelen
pt: Ativar ICE
sl: Omogoči ICE

# enable_ice_desc
source: Turn on ICE feature
de: Aktiviert die ICE Funktionalität
fr: Activer la fonctionnalité ICE
hu: ICE funkció bekapcsolása
it: Attiva ICE
iw: הפעל תכונה ICE
nl: Zet ICE-optie aan
pt: Ativar característica ICE
sl: Vključi interaktivno vzpostavitev zveze

source: Enable TURN
de: Aktiviere TURN
fr: Activer TURN
hu: TURN engedélyezése
it: Attiva TURN
iw: אפשר TURN
nl: TURN inschakelen
pt: Ativar TURN
sl: Omogoči TURN

# enable_turn_desc
source: Turn on TURN feature
de: Aktiviert die TURN Funktionalität
fr: Activer la fonctionnalité TURN
hu: TURN funkció bekapcsolása
it: Attiva TURN
iw: הפעל תכונה TURN
nl: Zet TURN-optie aan
pt: Ativar característica TURN
sl: Vključi prečkanje z uporabo posredniškega NAT

source: Turn server
fr: Serveur TURN
hu: TURN szerver
iw: שרת Turn
pt: Servidor Turn
sl: Strežnik TURN

# turn_server_desc
source: TURN server (HOST:PORT)
fr: Serveur TURN (HOST:PORT)
hu: TURN szerver megadása (HOST:PORT)
iw: שרת TURN (יציאה:המארח)
nl: TURN-server (HOST:POORT)
pt: Servidor TURN (HOST:PORTA)
sl: (strežnik:vrata)

# turn_username
source: TURN user
de: TURN Benutzername
fr: Utilisateur TURN
iw: משתמש TURN

# turn_username_desc
source: Username for TURN authentication
de: Benutzername für TURN Authentifizierung
fr: Nom d'utilisateur pour l'authentification TURN
iw: שם משתמש בשביל אימות TURN

source: TURN password
de: TURN Kennwort
fr: Mot de passe TURN
iw: סיסמת TURN

# turn_password_desc
source: Password for TURN authentication
de: Kennwort für TURN Authentifizierung
fr: Mot de passe pour l'authentification TURN
iw: סיסמה בשביל אימות TURN

source: Enable STUN
de: Aktiviere STUN
fr: Activer STUN
hu: STUN engedélyezése
it: Abilita STUN
iw: אפשר STUN
nl: STUN inschakelen
pt: Ativar STUN
sl: Omogoči STUN

# enable_stun_desc
source: Turn on STUN feature
de: Aktiviert die STUN Funktionalität
fr: Activer la fonctionnalité STUN
hu: STUN funkció bekapcsolása
it: Attiva funzionalità STUN
iw: הפעל תכונה STUN
nl: Zet STUN aan
pt: Ativar característica STUN
sl: Enostavno prečkanje UDP preko NAT

# stun_server
source: STUN servers
de: STUN Server
fr: Serveur STUN
iw: שרתי STUN
pt: Servidores STUN

# stun_server_desc
source: STUN servers (HOST[:PORT], ...)
de: STUN Server (HOST[:PORT], ...)
fr: Serveur STUN (hôte[:port],...)
iw: שרתי STUN (מארח [יציאה:], ...)
pt: Servidores STUN (HOST[:PORT], ...)

source: Enable QoS
de: Aktiviere QoS
fr: Activer la QoS
it: Abilita QoS
iw: אפשר QoS
nl: Zet QoS aan
pt: Ativar QoS
sl: Omogoči QoS

# enable_qos_desc
source: Enable QoS on packets
de: Pakete mit QoS-Werten markieren
fr: Activer la QoS sur les paquets
it: Abilita QoS sui pacchetti
iw: אפשר QoS במנות
nl: QoS inschakelen voor pakketten
pt: Ativar QoS nos pacotes

# dscp_val
source: DSCP value
de: DSCP-Wert
fr: Valeur DSCP
it: Valore DSCP
iw: ערך DSCP
nl: DSCP-waarde
pt: Valor DSCP

# dscp_val_desc
source: DSCP value for SIP traffic
de: DSCP-Wert für SIP-Daten
fr: Valeur DSCP pour le trafic SIP
it: Valore DSCP per il traffico SIP
iw: ערך DSCP עבור תעבורת סיפ
nl: DSCP-waarde voor SIP-verkeer
pt: Valor DSCP para trafico do SIP

# keep_alive_interval_wifi
source: Wifi keep alive
fr: Battement de coeur wifi
iw: השאר Wifi דלוק

# keep_alive_interval_mobile
source: Mobile keep alive
de: 3G Keep-Alive
fr: Battement de coeur mobile
iw: השאר 3G דלוק
nl: Mobiel keep alive

# keep_alive_interval_desc
source: Interval (sec) for KA packets
de: Abstand von Keep-Alive Paketen (sek)
fr: Intervalle (seconde) pour les paquets qui garde la connexion active
it: Intervallo (sec) per pacchetti KA
iw: מרווח זמן (שניות) עבור מנות KA
nl: Interval (sec) voor KA packets

# use_compact_form
source: Use compact SIP
de: Benutze Kompaktes SIP
fr: Utiliser le SIP compact
iw: השתמש בסיפ דחוס

# use_compact_form_desc
source: Reduce SIP packets size. May not work on old SIP servers
de: Reduziere SIP Paketgröße. Wird ggf. nicht mit alten SIP Providern funktionieren
fr: Réduit la taille des paquets SIP. Peut ne pas être supporté par certains fournisseurs SIP
iw: הפחת את גודל מנות הסיפ. ייתכן שלא יעבוד על שרתי סיפ ישנים

source: User agent
fr: Agent utilisateur
iw: משתמש מורשה

# user_agent_desc
source: Agent presented by the application (if default will add infos)
fr: Agent présenté par l'application (si défaut, ajoutera des infos plateforme)
iw: מורשה שהוצג על ידי היישום (אם ברירת המחדל יוסיף מידע)

# ka_use_wake
source: Keep alive awake
fr: Reveil du battement de coeur

# ka_use_wake_desc
source: If activated keep alive will awake phone
fr: Si actif, le battement de coeur réveille le téléphone

source: TLS
fr: Chiffrement TLS

source: Secure transport
de: Gesicherte Übertragung
fr: Transport sécurisé
hu: Titkosított átvitel
it: Trasporto sicuro
iw: תעבורה מאובטחת
nl: Beveiligd transport
pt: Transporte seguro
sl: Varen prenos

# secure_transport_desc
source: Security mechanism for SIP and RTP
de: Sicherheitseinstellungen für SIP und RTP
fr: Mécanismes de sécurité pour le SIP et RTP
it: Meccanismo di sicurezza per SIP e RTP
iw: אבטחת מנגנון של סיפ ו-RTP
nl: Beveiligingsmechanisme voor SIP en RTP
pt: Mecanismo de segurança para SIP e RTP
sl: Varnostni mehanizem za SIP in RTP

source: Secure media
fr: Média sécurisé
it: Rendi sicuro il mezzo
iw: תקשורת מאובטחת
nl: Beveiligde media
pt: Mídia Segura
sl: Varen medij

# network_tls_transport_port
source: TLS Port
fr: Port TLS
it: Porta TLS
iw: יציאת TLS
nl: TLS-poort
pt: Porta TLS
sl: Vrata TLS

# network_tls_transport_port_desc
source: Port number to bind locally
de: Lokale TLS Portnummer
fr: Numéro du port sur lequel écouter localement
hu: Helyi port
it: Numero di porta da impegnare in locale
iw: יציאת מספר כדי ליצור חיוב מקומי
nl: Poortnummer om lokaal te binden
pt: Número da porta para vinculação local
sl: Številka lokalnih vrat

# network_tls_server_name
source: TLS server name
de: TLS Server
fr: Nom du serveur TLS
it: Nome server TLS
iw: שם לשרת TLS
nl: TLS-servernaam
pt: Nome do Servidor TLS
sl: Ime strežnika TLS

# network_tls_server_name_desc
source: For multi-hosting server (optional)
fr: Pour des serveurs mutualisés (optionnel)
it: Per il multi-hosting server (opzionale)
iw: עבור שרת מרובה אחסון (אופציונלי)
nl: Voor multi-hosting server (optioneel)
pt: Para servidor multi-hosting (opcional)

# ca_list_file
source: TLS CA file
de: TLS CA Zertifikat
fr: Fichier TLS CA (certificat)
iw: קובץ TLS CA
nl: TLS CA-bestand
pt: Arquivo CA TLS

# ca_list_file_desc
source: For example /sdcard/CSipSimple/myAuthority.ca
de: z.B. /sdcard/CSipSimple/myAuthority.ca
fr: Par exemple /sdcard/CSipSimple/myAuthority.ca
it: Per esempio /sdcard/CSipSimple/myAuthority.ca
iw: לדוגמה /sdcard/CSipSimple/myAuthority.ca
nl: Bijvoorbeeld /sdcard/CSipSimple/myAuthority.ca
pt: Por exemplo /sdcard/CSipSimple/myAuthority.ca

# cert_file
source: TLS certificate file
de: TLS Klient Zertifikat
fr: Certificat TLS
it: File del certificato TLS
iw: קובץ אישור TLS
nl: TLS-certificaatbestand
pt: Arquivo de certificado TLS

# cert_file_desc
source: For example /sdcard/CSipSimple/myCert.crt
de: z.B. /sdcard/CSipSimple/myCert.crt
fr: Par exemple /sdcard/CSipSimple/myCert.crt
it: Per esempio /sdcard/CSipSimple/myCert.crt
iw: לדוגמה /sdcard/CSipSimple/myCert.crt
nl: Bijvoorbeeld /sdcard/CSipSimple/myCert.crt
pt: Por exemplo /sdcard/CSipSimple/myCert.crt

# privkey_file
source: TLS private key file
de: TLS Geheimer Schlüssel
fr: Fichier de clef privée TLS
it: File della chiave privata TLS
iw: קובץ מפתח פרטיות TLS
nl: TLS-privé-sleutelbestand
pt: Arquivo de chave privada TLS

# privkey_file_desc
source: For example /sdcard/CSipSimple/myKey.key
de: z.B. /sdcard/CSipSimple/myKey.key
fr: Par exemple /sdcard/CSipSimple/myKey.key
it: Per esempio /sdcard/CSipSimple/myKey.key
iw: לדוגמה /sdcard/CSipSimple/myKey.key
nl: Bijvoorbeeld /sdcard/CSipSimple/myKey.key
pt: Por exemplo /sdcard/CSipSimple/myKey.key

source: TLS password
de: TLS Passwort
fr: Mot de passe TLS
iw: סיסמת TLS
nl: TLS-wachtwoord
pt: Senha TLS

# tls_password_desc
source: TLS password to private key file
de: TLS Passwort des geheimen Schlüssels
fr: Mot de passe de la clef privée TLS
it: TLS password per il file della chiave privata
iw: הסיסמה לקובץ מפתח פרטיות TLS
nl: TLS-wachtwoord voor privé-sleutelbestand
pt: Senha TSL para arquivo de chave privada

# verify_server
source: Check server
de: Überprüfe den Server
fr: Vérifier le serveur
it: Controlla server
iw: בדוק שרת
nl: Controleer server
pt: Checar Servidor

# verify_server_desc
source: Verify server's certificate
de: Überprüfe das Zertifikat des Servers
fr: Vérifier le certificat du serveur
it: Verifica il certificato del server
iw: אמת את האישור של השרתים
nl: Servercertificaat controleren
pt: Verificar certificado do Servidor

# verify_client
source: Check client
de: Client-Überprüfung
fr: Vérifier le client
it: Controlla client
iw: בדוק את הלקוח
nl: Controleer client
pt: Checar cliente

# verify_client_desc
source: Verify client's certificate
de: Überprüfe das Zertifikat eines Clients
fr: vérifier le certificat du client
it: Verifica il certificato del client
iw: אמת את האישור של הלקוחות
nl: Clientcertificaat controleren
pt: Verificar certificado do cliente

source: TLS Method
de: TLS-Typ
fr: Méthode TLS
it: Metodo TLS
iw: בשיטת TLS
nl: TLS-methode
pt: Método TLS

# tls_method_desc
source: Method for TLS transport
de: Art der TLS-Verbindung
fr: Méthode de transport TLS
it: Metodo per il trasporto TLS
iw: שיטת התעבורה עבור TLS
nl: Methode voor TLS-transport
pt: Método para transporte TLS

# use_srtp
source: SRTP mode
de: SRTP-Modus
fr: Mode SRTP
hu: SRTP mód
it: Modalità SRTP
iw: מצב SRTP
nl: SRTP-modus
pt: modo SRTP
sl: Način SRTP

# use_srtp_desc
source: Mode for Secure RTP
de: Modus für Secure RTP
fr: Mode pour le RTP sécurisé
hu: Biztonságos RTP mód
it: Modalità per RTP Sicuro
iw: מצב עבור RTP מאובטח
nl: Modus voor veilige RTP
pt: modo para RTP Seguro
sl: Način za varen RTP

# use_zrtp
source: ZRTP mode
fr: Mode ZRTP
iw: מצב ZRTP

# use_zrtp_desc
source: Mode for Secured ZRTP
fr: Mode pour la sécurité ZRTP
iw: מצב ZRTP מאובטח

source: Audio quality
de: Audioqualität
fr: Qualité audio
hu: Hangminőség
it: Qualità audio
iw: איכות השמע
nl: Geluidskwaliteit
pt: Qualidade de Áudio
sl: Kvaliteta zvoka

source: Echo cancellation
de: Echounterdrückung
fr: Annulation de l'echo
hu: Visszhang csillapítás
it: Cancellazione echo
iw: ביטול הד
nl: Echo-onderdrukking
pt: Cancelamento de eco
sl: Dušilec odmeva

# echo_cancellation_desc
source: Activate echo cancellation
de: Aktiviert die Echounterdrückung
fr: Activer l'annulation d'echo
hu: Visszhang mcsillapítás bekapcsolása
it: Attiva la cancellazione dell'echo
iw: הפעל ביטול הד
nl: Activeer echo-onderdrukking
pt: Ativar cancelamento de eco
sl: Vklopi dušenje odmeva

# enable_vad
source: Voice audio detection
de: Sprachaktivitätserkennung
fr: Détection de silence
hu: Beszédfelismerés
it: Rilevamento della voce
iw: זיהוי קולי
pt: Detecção de audio de voz
sl: Odkrivanje glasu

# enable_vad_desc
source: Activate voice audio detection
de: Aktiviert die Sprachaktivitätserkennung
fr: Activer la détection active de voix (réduit la bande passante utilisée)
hu: Beszédfelismerés bekapcsolása
it: Attiva il rilevamento della voce
iw: הפעל זיהוי קולי
nl: Activeer voice audio detection
pt: Ativar detecção de audio de voz
sl: Omogoči odkrivanje glasu

# snd_mic_level
source: Micro amplification
de: Mikrofonpegel
fr: Amplification du micro
hu: Mikrofon erősítés
it: Amplificazione del microfono
iw: עצמת מיקרופון
nl: Microfoonversterking
pt: Micro amplificação
sl: Ojačanje mikrofona
