Repository: CSipSimple/CSipSimple-old
Catalog: CSipSimple/locale/csipsimple/prefs_strings/*.po
Languages: de, fr, hu, it, iw, nl, pt, sl

# snd_mic_level_desc
source: Adjust the micro signal level (1 do nothing)
de: Stellt den Mikrofonpegel ein (1=keine Veränderung)
fr: Ajuster le gain du signal du micro (1 n'a pas d'effet)
hu: Mikrofon jelszint beállítása (1 az alap)
it: Regola il livello di segnale del microfono (1 non fa nulla)
iw: התאם את רמת האות של המיקרופון (1 לא עושה כלום)
nl: Pas het signaalniveau van de microfoon aan (1: doe niets)
pt: Ajustar nivel do micro sinal (1 para fazer nada)
sl: Prilagodi nivo signala mikrofona (1 - brez sprememb)

# snd_speaker_level
source: Speaker amplification
de: Lautsprecherpegel
fr: Amplification de l'écoute
hu: Hangszőrő erősítés
it: Amplificazione dell'altoparlante
iw: עצמת רמקול
nl: Luidsprekerversterking
pt: Amplificação do auto-falante
sl: Ojačanje zvočnika

# snd_speaker_level_desc
source: Adjust the speaker signal level (1 do nothing)
de: Stellt den Lautsprecherpegel ein (1=keine Veränderung)
fr: Ajuster le gain du signal de l'écouteur (1 n'a pas d'effet)
hu: Hangszóró jelszint beállítása (1 az alap)
it: Regola il livello di segnale dell'altoparlante (1 non fa nulla)
iw: התאם את רמת האות של הרמקול (1 לא עושה כלום)
nl: Pas het signaalniveau van de luidspreker aan (1: doe niets)
pt: Ajustar nivel do sinal do auto-falante (1 para fazer nada)
sl: Prilagodi nivo signala zvočnika (1 - brez sprememb)

# snd_bt_mic_level
source: Bluetooth micro amplification
de: Bluetooth Mikrofonpegel
fr: Amplification du micro Bluetooth
iw: בלוטות' מיקרו הגברה

# snd_bt_speaker_level
source: Bluetooth listening amplification
de: Bluetooth Lautsprecherpegel
fr: Amplification d'écoute Bluetooth
iw: בלוטות' הגברת האזנה

# snd_stream_level
source: Initial stream level
de: Audiodatenpegel
fr: Niveau sonore initial
hu: Alapértelmezett hang-jelszint
it: Livello stream iniziale
iw: זרם לרמה התחלתית
nl: Initiële stroomniveau
pt: Nível inicial para stream
sl: Začetna stopnja toka

# snd_stream_level_desc
source: Set the initial level for audio stream (Android stream)
de: Stellt den Mikrofonpegel ein
fr: Choix du niveau initial du flux sonore Android
hu: Beállítja a kezdeti jelszinteket (Androidos jelszint)
it: Imposta il livello iniziale per lo stream audio (stream Android)
iw: קבע לרמה התחלתית עבור זרם השמע (זרם אנדרואיד)
nl: Stel het initiële niveau voor de geluidsstroom in (Android stroom)
pt: Definir o nível inicial para stream do áduio
sl: Nastavi začetno stopnjo za zvokovni tok (tok Android)

# snd_auto_close_time
source: Auto close time
de: Audioabschaltung
fr: Fermeture automatique du canal audio
hu: Automatikus megszakítási idő
it: Tempo di chiusura automatica
iw: זמן נסגר אוטומטי
nl: Tijd voor automatisch sluiten
pt: Tempo de fecho automático
sl: Čas za samodejni zaključek

# snd_auto_close_time_desc
source: Time to wait for close audio channel
de: Wartezeit bis Audio abgeschaltet wird
fr: Temps avant fermture du canal audio (peut dans certain cas régler le problème de fermeture du canal audio sur android 1.5)
hu: Eddig vár hangcsatornára
it: Tempo di attesa per la chiusura del canale audio
iw: זמן כדי לחכות לערוץ השמע שיסגר
nl: Tijd om te wachten voor het sluiten van het geluidskanaal
pt: Tempo de espera para fechar canal de áudio
sl: Čas čakanja za zaključek zvokovnega kanala

# snd_media_quality
source: Media quality
de: Audioqualität
fr: Qualité du média
hu: Média minőség
it: Qualità audio
iw: איכות המדיה
nl: Media-kwaliteit
pt: Qualidade multimédia
sl: Kvaliteta medija

# snd_media_quality_desc
source: Quality of the media stream (modify only if you know what you are doing)
de: Qualität der Audiodaten (Verändere diesen Wert nur, wenn du weißt was du tust)
fr: Qualité du flux média (à ne modifier que si vous savez exactement ce que vous faites)
hu: A médiafolyam minősége (csak hozzáértő módosítsa)
it: Qualità dell'audio (modifica solo se sai cosa stai facendo)
iw: האיכות של תעבורת התקשורת (שנה רק אם אתה יודע מה אתה עושה)
nl: Kwaliteit van de media-stroom (alleen aanpassen als u weet wat u doet)
pt: Qualidade do stream multimédia (modifique apenas se souber o que está a fazer)
sl: Kvaliteta toka medija (samo, če ste prepričani)

# snd_clock_rate
source: Clock rate
de: Abtastrate
fr: Fréquence
hu: Órajel
iw: קצב שעון
nl: Kloksnelheid
pt: Velocidade de relógio
sl: Takt

# snd_clock_rate_desc
source: Audio channel frequency
de: Verändert die Abtastrate der Audiodaten
fr: Fréquence du canal audio
hu: Hangcsatorna frekvenciája
it: Frequenza del canale audio
iw: תדר ערוץ השמע
nl: Frequentie van het geluidskanaal
pt: Frequência do canal de áudio
sl: Frekvenca zvokovnega kanala

# snd_ptime
source: Frame ptime
de: Paket ptime
fr: Ptime de la frame
hu: Keret p-idő
iw: מסגרת ptime
pt: Quadro ptime
sl: Okvir ptime

# snd_ptime_desc
source: Specifying lower ptime will normally reduce the latency
de: Eine kleinere ptime reduziert normalerweise die Latenz
fr: Un ptime plus petit réduit la latence
hu: Alacsonyabb p-idő csökkenti a késleltetést
it: Specificare un ptime più basso normalmente riduce la latenza
iw: ציון ptime נמוך יהיה בדרך כלל להפחית את זמן האחזור
nl: Een lagere 'ptime' reduceert normaal gesproken de vertraging
pt: Especeficando um ptime inferior normalmente reduz a latência
sl: Nastavitev nižjega ptime ponavadi zmanjša latenco

source: Echo cancellation tail
de: Echounterdrückungslänge
fr: Longueur d'annulation de l'écho
hu: Visszhang csillapító szakasz
it: Coda di cancellazione dell'eco
iw: בקשת ביטול עוקב הד
nl: Staart van de echo-onderdrukking
pt: Atraso de cancelamento de eco
sl: Rep dušenja odmeva

# echo_cancellation_tail_desc
source: Tail length of echo cancellation
de: Länge des Echos das unterdrückt werden kann
fr: Longueur de la trainée sur laquelle appliquer l'annulation d'écho
hu: A visszhang csillapító szakasz mérete
it: Lunghezza della coda di cancellazione dell'eco
iw: ביטול אורך עקיבה של ההד
nl: Staartlengte van de echo-onderdrukking
pt: Comprimento do atraso de cancelamento de eco
sl: Dolžina repa dušenja odmeva

source: Echo mode
de: Unterdrückungsalgorithmus
fr: Mode de l'écho
it: Modalità eco
iw: מצב ההד
nl: Echo modus
pt: Modo Eco

# echo_mode_desc
source: Algorithm for echo
de: Verwendeter Echunterdrückungs-Algorithmus
fr: Algorithme pour réduire l'écho
it: Algoritmo per l'eco
iw: שיטת חישוב עבור ההד
nl: Algoritme voor echo
pt: Algoritmo para Eco

# codecs_desc
source: Priority (0 is disabled)
de: Priorität (0=deaktiviert)
fr: Priorité (0 = désactivé)
hu: Elsőbbség (kikapcsolva: 0)
it: Priorità (0 disabilita)
iw: עדיפות (0 אינו זמין)
nl: Prioriteit (0 is uitgeschakeld)
pt: Prioridade (desactivado é 0)
sl: Prioriteta (0 - onemogočeno)

# sip_dtmf
source: DTMF mode
de: DTMF Modus
fr: Modes DTMF
it: Modalità DTMF
iw: מצב DTMF
nl: DTMF-modus
pt: Modo DTMF

# sip_dtmf_desc
source: How to send DTMF
de: Wie sollen DTMF-Eingaben übertragen werden
fr: Manière d'envoyer les signaux DTMF
it: Come inviare DTMF
iw: כיצד לשלוח DTMF
nl: DTMF-verzendwijze
pt: Como enviar DTMF

# use_soft_volume
source: Use software volume
de: Verwende eigene Lautstärke
fr: Utiliser le volume logiciel
hu: Szoftveres hangerő
it: Usa volume software
iw: השתמש בעוצמת הקול של התוכנה
nl: Gebruik software-geluidssterkte
pt: Usar volume de software
sl: Uporabi programsko glasnost

# use_soft_volume_desc
source: Use software volume instead of android volume
de: Verwendet eigene Lautstärke anstatt der Android-Lautstärke
fr: Utiliser le volume logiciel au lieu du volume Android
hu: Szoftveres hangerő-szabályzás az androidos helyett
it: Usa il volume software invece di quello Android
iw: השתמש בעוצמת הקול של התוכנה במקום עוצמת הקול של אנדרואיד
nl: Gebruik software-geluidssterkte in plaats van Android-geluidssterkte
pt: Usar volume de software em vez do volume do Android
sl: Uporabi programsko glasnost namesto sistemske

source: Use routing API
de: Verwende Routing API
fr: Utiliser l'API de routing
it: Usa le API di routing
iw: השתמש בניתוב API
nl: Gebruik routerings-API
pt: Usar API de roteamento

# use_routing_api_desc
source: Try to enable that if audio is routing to speaker instead of earpiece
de: Aktivieren falls der Ton am Lautsprecher statt am Hörer ausgegeben wird
fr: Essayer d'activer cela si le son est sur le haut parleur au lieu de l'écouteur
it: Prova ad abilitare se l'audio è indirizzato allo speaker, invece dell'auricolare
iw: נסה לאפשר את זה אם השמע מנותב לרמקול במקום לאוזנייה
nl: Probeer dit aan te zetten als het geluid naar de luidspreker gaat in plaats van naar de hoofdtelefoon
pt: Tente ativar isto se o audio estiver sendo enviado para o viva-voz ao invéz do fone

# use_mode_api
source: Use Mode audio API
fr: Utiliser le Mode Audio API
it: Utilizza modalità per le API audio
iw: השתמש במצב השמע API
nl: Gebruik geluids-API-modus
pt: Usar modo API de audio

# use_mode_api_desc
source: Try to enable that if audio is routing to speaker instead of earpiece
de: Aktivieren falls der Ton statt am Hörer am Lautsprecher ausgegeben wird
fr: Essayez ce mode si le flux audio passe par le haut parleur en mode mains libres
it: Prova ad abilitare se l'audio è indirizzato allo speaker, invece dell'auricolare
iw: נסה לאפשר את זה אם השמע מנותב לרמקול במקום לאוזנייה
nl: Probeer dit aan te zetten als het geluid naar de luidspreker gaat in plaats van naar de hoofdtelefoon
pt: Tente ativar isto se o audio estiver sendo enviado para o viva-voz ao invéz do fone

# sip_audio_mode
source: Audio mode for SIP calls
de: Audio-Modus für SIP Anrufe
fr: Mode audio des appels SIP
it: Modalità audio per le chiamate SIP
iw: מצב השמע של שיחות הסיפ
nl: Geluidsmodus voor SIP-oproepen
pt: Modo de audio para chamadas SIP

# sip_audio_mode_desc
source: Change only if developers advise you to
de: Nur auf Rat der Entwickler ändern
fr: Ne changer ceci que si les développeurs vous le conseillent
it: Cambia solo su suggerimento degli sviluppatori
iw: שנה רק אם המפתחים יעצו לך
nl: Alleen wijzigen als de ontwikkelaars dit adviseren
pt: Altere somente se o desenvolvedor o aconselhar.

# use_webrtc_hack
source: Use WebRTC implementation
fr: Utiliser l'implémentation WebRTC

# use_webrtc_hack_desc
source: Implementation made by WebRTC team
fr: Implémentation faite par l'équipe WebRTC

# do_focus_audio
source: Focus audio
fr: Acquisition audio

# do_focus_audio_desc
source: Disabling will result overlaps with music but may help with routing
fr: Désactiver conduira le son de la musique et la communication a rentrer en conflit mais peut aider le routage.

# micro_source_desc
source: Source for micro. Choosing the appropriate value may improve echo cancellation
fr: Source pour le micro. Choisir la source approprié peut grandement améliorer l'annulation d'écho
iw: מקור עבור מיקרו. בחירת הערך המתאים עשוי לשפר את ביטול ההד

# has_io_queue
source: IO Queue
fr: File d'entrée / sortie
it: Coda IO
iw: תור IO
nl: IO-wachtrij
pt: Fila de espera IO

# has_io_queue_desc
source: Activate Queue for input/output
de: Aktiviere Queue für Input/Output
fr: Activer la file entrée / sortie
it: Attiva Coda per input/output
iw: הפעל תור של קלט/פלט
nl: Activeer wachtrij voor invoer/uitvoer
pt: Ativar fila de espera para entrada/saida

# set_audio_generate_tone
source: Tone hack
fr: Hack de la tonalité
iw: הנמך את הטון

# set_audio_generate_tone_desc
source: Generate a tone before making calls
de: Generiere einen Ton vor jedem Anruf
fr: Générer une tonalité avant d'effectuer un appel
it: Genera un tono prima di fare le chiamate
iw: צור צליל לפני ביצוע שיחות
nl: Genereer een toon voor het doen van een oproep
pt: Gerar um tom antes de efectuar chamadas

source: Narrowband
de: Schmalband
fr: Bas débit
iw: פס צר
nl: Smalband

source: Wideband
de: Breitband
fr: Haut débit
iw: פס רחב
nl: Breedband

# band_for_wifi
source: Band type for wifi
de: Bandtyp für WLAN
fr: Type de débit pour le wifi
it: Tipo banda per wifi
iw: סוג פס עבור WiFi
nl: Band type voor Wi-Fi

# band_for_3g
source: Band type for 3G
de: Bandtyp für UMTS
fr: Type de débit pour 3G
it: Tipo banda per 3G
iw: סוג פס עבור 3G
nl: Band type voor 3G

# band_for_gprs
source: Band type for GPRS
de: Bandtyp für GPRS
fr: Type de débit pour GPRS
it: Tipo banda per GPRS
iw: סוג פס עבור GPRS
nl: Band type voor GPRS

# band_for_edge
source: Band type for EDGE
de: Bandtyp für EDGE
fr: Type de débit pour EDGE
it: Tipo banda per EDGE
iw: סוג פס עבור EDGE
nl: Band type voor EDGE

# band_for_other
source: Band type for other
de: Bandtyp für andere Netze
fr: Type de débit pour les autres
it: Tipo banda per altro
iw: סוג פס עבור אחר
nl: Band type anders

# codecs_band_types
source: Connections bandwidth types for codecs
de: Bandbreiten-Zuordnung
fr: Type de connections pour les codecs
it: Tipi di ampiezza di banda delle connessioni per i codec
iw: חיבורי רוחב פס עבור סוגי קודקים
nl: Verbindingsbandbreedte type voor codecs

# use_sgs_call_hack
source: Use Samsung Galaxy Hack
de: Samsung Galaxy Hack
fr: Utiliser le Hack pour Samsung Galaxy
iw: השתמש בפריצת סמסונג גלקסי

# use_sgs_call_hack_desc
source: Pre set call mode to solve routing
fr: Pré configure le mode pour résoudre le problème de routage audio
iw: לפני הגדרת מצב שיחה כדי לפתור את הניתוב

# general_ui
source: General user interface
de: Standard-Benutzeroberfläche
fr: Interface utilisateur générale
hu: Általános felhasználói felület
it: Interfaccia utente generale
iw: ממשק משתמש כללי
nl: Algemene gebruikersinterface
pt: Interface geral de utilizador
sl: Splošne prilagoditve

source: Native dialer integration
de: Native Telefon Integration
fr: Intégration au numéroteur Android
hu: Bépülés az alap tárcsázóba
it: Integrazione con il dialer nativo
iw: שילוב שפת אם בחייגן
nl: Integratie met ingebouwde kiezer
pt: Integração do marcador nativo
sl: Integracija s sistemskim klicalnikom

# advanced_ui
source: Advanced tweaks
de: Fortgeschrittene Tweaks
fr: Modifications avancées
hu: Finomhangolás
it: Tweaks avanzati
iw: התאמה מתקדמת
nl: Geavanceerde aanpassingen
pt: Ajustes avançados
sl: Napredne prilagoditve

# integrate_with_native_dialer
source: Dialer integration
de: Nachfragen beim Wählen
fr: Activer l'intégration
hu: Tárcsázó beépítése
it: Integrazione dialer
iw: חייגן משולב
nl: Integratie met kiezer
pt: Integração do marcador
sl: Integracija klicalnika

# integrate_with_native_dialer_desc
source: When dialing with native dialer you'll be asked if you want to use SIP or mobile
de: Beim Wählen einer Nummer mit der Standardanwendung werden sie gefragt, ob sie SIP oder GSM verwenden wollen
fr: Quand un appel est initié partout dans Android il vous sera demandé si vous voulez utiliser le GSM ou le SIP
hu: Beépülve felajánlja hogy híváskor SIP vagy GSM legyen e használva
it: Quando componi il numero con il dialer nativo ti verrà chiesto se vuoi usare SIP o GSM
iw: כאשר מחייגים עם החייגן המקורי תישאל אם ברצונך להשתמש בסיפ או סלולרי
nl: Wanneer u kiest met de ingebouwde kiezer zal u worden gevraagd of u via SIP of mobiel wilt bellen
pt: Quando marcando com o marcador nativo será questionado se quer usar SIP ou móvel
sl: Možnost izbire klica SIP ali mobilnega klica ob uporabi sistemskega klicalnika

# integrate_with_native_calllogs
source: Call logs integration
de: In Anrufliste einbinden
fr: Intégrations au journal d'appel
hu: Hívástörténet beépülése
it: Integrazione con il log delle chiamate nativo
iw: יומן שיחות משולב
nl: Integratie met de gesprekkenlijst
pt: Integração do registo de chamadas
sl: Integracija dnevnikov klicov

# integrate_with_native_calllogs_desc
source: SIP calls will be merged (if possible) into native call logs
de: SIP Anrufe werden (wenn möglich) in die Standardanwendung eingeplegt
fr: Les appels SIP seront rajoutés (si possible) aux journaux d'appels d'Android
hu: A SIP hívások az alap híváslistába kerülnek
it: Le chiamate SIP verranno inserite (se possibile) nel log nativo delle chiamate
iw: שיחות סיפ ימוזגו (במידת האפשר) לתוך יומן השיחות המקורי
nl: SIP-oproepen zullen worden opgenomen (indien mogelijk) in de ingebouwde gesprekkenlijst
pt: As chamadas SIP serão (se possível) fundidas com o registo nativo de chamadas
sl: Zapisi klicov SIP bodo združeni s sistemskimi dnevniki klicov

# dial_press_tone
source: Dialing tone feedback
de: Wählton beim Wählen
fr: Retour sonore du numéroteur
hu: Tárcsázó hang visszajelzés
it: Toni in composizione
iw: חיוג צליל תגובה
nl: Kiestoon terugkoppeling
pt: Feedback de tom de marcação
sl: Povratni ton ob izbiranju

# dial_press_tone_desc
source: Play touch tones when dialing
de: Wahltöne beim Wählen abspielen
fr: Jouer un son à l'appui sur un numéro
hu: Adjon hangot a tárcsázó gombnyomáskor
it: Ascolta i toni durante la composizione
iw: השמע צלילי מגע בעת החיוג
nl: Speel kiestonen af bij kiezen
pt: Reproduzir tons de toque durante a marcação
sl: Zvok ob klicnem izbiranju

# dial_press_vibrate
source: Dialing vibrate feedback
de: Feedback duch Vibration
fr: Retour vibration du numéroteur
hu: Tárcsázó vibráló visszajelzés
it: Vibrazione in composizione del numero
iw: תגובת רטט לחיוג
nl: Vibratie bij kiezen
pt: Feedback de vibração de marcação
sl: Povratna vibracija ob izbiranju

# dial_press_vibrate_desc
source: Haptic (vibrate) feedback when dialing
de: Haptisches Feedback (Vibrieren) beim Wählen
fr: Vibrer lors de l'appui sur un numéro
hu: Legyen vibrantás gombnyomáskor
it: Vibrazione durante la composizione del numero
iw: זז (רוטט) בתגובה בעת החיוג
nl: Terugkoppeling met vibratie bij het kiezen
pt: Feedback Haptic (vibração) durante a marcação
sl: Vibracija ob klicnem izbiranju

# start_with_text_dialer
source: Text dialer
de: Start mit Textwähler
fr: Numérotation texte
hu: Szöveges tárcsázó
it: Dialer testuale
iw: חייגן טקסט
nl: Tekstkiezer
pt: Marcador de texto
sl: Tekstovni izbirnik

# start_with_text_dialer_desc
source: Start with text dialer
de: Startet mit Textwähler
fr: Démarrer avec le numéroteur de type texte
hu: Szöveges tárcsázó induljon a számos helyett
it: Inizia con il dialer testuale
iw: התחל עם חייגן הטקסט
nl: Start met de tekstkiezer
pt: Iniciar com marcador de texto
sl: Začni s tekstovnim izbirnikom

# use_alternate_unlocker
source: Don't use slide answer
de: Alternative Rufannahme
fr: Ne pas utiliser le Slide pour répondre
it: Non usare risposta con scorrimento
iw: אל תשתמש לענות בגלישה
nl: Gebruik geen schuif voor beantwoorden
pt: Não usar deslize para antender

# use_alternate_unlocker_desc
source: Use buttons instead of slide to take incoming calls
de: Verwende Schaltfächen zum Annehmen von eingehenden Anrufen
fr: Ne pas utiliser le dévérouillage glissant pour prendre les appels
hu: Gombokat használjon csúszka helyett bejövő híváskor
it: Usa i bottoni invece dello slide per accettare le chiamate in ingresso
iw: בלחצנים השתמש במקום בגלישה כדי לקבל שיחות נכנסות
nl: Gebruik knoppen in plaats van een schuif om oproepen te beantwoorden
pt: Usar botões em vez de deslizar para atender chamadas
sl: Uporabi gumbe za sprejem dohodnih klicev

# keep_awake_incall
source: Keep awake while on call
de: Display während Anruf nicht ausschalten
fr: Rester allumer lorsqu'en cours d'appel
hu: Előtérben beszélgetéskor
it: Resta attivo durante una chiamata
iw: הישאר ער בזמן שיחה
nl: Blijf wakker tijdens een oproep
pt: Manter acordado durante a chamada
sl: Ostani buden med klicem

# keep_awake_incall_desc
source: Fixes if you get choppy sound when screen turn off while in WIFI call
de: Beim Telefonieren das Einschlafen verhindern. (Behebt Probleme mit abgehacktem Audio.)
fr: Corrige le son haché lorsque le téléphone est en WIFI (par exemple pour le Nexus One)
hu: Ha WiFi-s hívás közben érdes a hang, ez javítja
it: Corregge se si ottiene suono disturbato quando lo schermo si spegne durante una chiamata WIFI
iw: מתקן אם אתה מקבל קול קטוע כאשר המסך כבה בעת שיחת WIFI
nl: Oplossing voor slecht geluid wanneer het scherm uitschakelt tijdens een Wi-Fi oproep
pt: Corrige se obtiver som instável quando o ecrã se desliga durante uma chamada WiFi
sl: Omogočite v primeru slabega zvoka med klicem na WiFi, ko zaslon zaspi

source: Use partial wake lock
de: Verhindere CPU-Standby
fr: Utiliser le verouillage CPU
hu: Részleges alvó állapot
it: Usa partial wake lock
iw: השתמש במנעול מתעורר חלקי
nl: Gebruik 'partial wake lock'
sl: Uporabi delni zaklep budnosti

# use_partial_wake_lock_desc
source: Ensure CPU is always running for the application (drain battery)
de: Stelle sicher das die CPU die Applikation bevorzugt (erhöhter Akku-Verbrauch)
fr: S'assurer que le CPU tourne toujours pour l'application (utilise la batterie)
hu: Mindíg használhatja a CPU-t (meríti az akkut)
it: Assicura che la CPU è sempre in esecuzione per l'applicazione (scarica la batteria)
iw: ודא שהמעבד זמין תמיד ופועל עבור היישום (מרוקן את הסוללה)
nl: Garandeert dat de CPU altijd beschikbaar is voor de applicatie (kost batterij)
pt: Certifique-se de que o CPU está sempre em execução para a aplicação (descarrega a bateria)
sl: Poskrbi, da aplikacija vedno teče (poraba baterije)

source: Log level
de: Protokollierungsstufe
fr: Niveau de traces
hu: Naplózási szint:
it: Livello di log
iw: שלב ההתחברות
nl: Log-niveau
pt: Nível de registo
sl: Stopnja zapisov

# log_level_desc
source: Log level for debug between 0 (none) and 5 (verbose)
de: Protokollierungsstufe beim Debuggen (0=none, 5=verbose)
fr: Niveau des traces produites entre 0 (aucune) et 5 (verbeux)
hu: Hibakeresési naplózás szintje 0 (semmi) és 5 (legrészletesebb) között
it: Livello di debug tra 0 (nessuno) e 5 (dettagliato)
iw: שלב ההתחברות עבור debug בין 0 (לא) ו-5 (מפורט)
nl: Log-niveau voor foutoplossing tussen 0 (geen) en 5 (breedsprakig)
pt: Nível de registo para depuração entre 0 (nenhum) e 5 (verboso)
sl: Med 0 (brez) in 5 (podrobno)

# integrate_with_native_music
source: Integrate with Music application
de: Musikanwendungsintegration
fr: S'intégrer à Musique
hu: Használja a Music alkalmazást
it: Integrazione con l'applicazione Musica
iw: שלב עם מוזיקת היישום
nl: Integreer met de muziekapplicatie
pt: Integrar com aplicação de música
sl: Integracija s predvajalnikom glasbe

# integrate_with_native_music_desc
source: Disable it if you use another music application than the official one
de: Deaktiviere diese Funktion, falls du nicht die Standard-Musikanwendung verwendest
fr: A désactiver si vous utilisez un autre application que l'application officielle
hu: Kapcsolja ki ha más alkalmazást szeretne használni a bejövő hívás jelzésére
it: Disabilitare se si usa un'altra applicazione musicale diversa da quella ufficiale
iw: בטל את זה אם אתה משתמש ביישום אחר למוזיקה מזו הרשמית
nl: Zet dit uit als u een andere muziekapplicatie dan de officiële gebruikt
pt: Desactivar se usa outra aplicação de música que não a oficial
sl: Onemogočite, če ne uporabljate sistemskega predvajalnika glasbe

source: Ringtone
de: Klingelton
fr: Sonnerie
hu: Csengőhang
it: Suoneria
iw: צליל
nl: Beltoon
pt: Tom de chamada
sl: Ton zvonjenja

# ringtone_desc
source: Default ringtone for SIP calls
de: Standard-Klingelton für SIP Anrufe
fr: Sonnerie à défaut pour les appels SIP
hu: Alapértelmezett SIP csengőhang
it: Suoneria di default per le chiamate SIP
iw: צליל ברירת מחדל עבור שיחות סיפ
nl: Standaard beltoon voor SIP-oproepen
pt: Tom de chamada pré-definido para chamadas SIP
sl: Privzeti ton zvonjenja za klice SIP

source: Prevent screen rotation
de: Verhindere Displayrotation
fr: Empêcher la rotation d'écran
hu: Képforgatás tiltása
it: Previene rotazione dello schermo
iw: מנע סיבוב המסך
nl: Voorkom schermrotatie
pt: Evitar rotação do ecrã
sl: Prepreči vrtenje zaslona
