Repository: CSipSimple/CSipSimple-old
Catalog: locale/csipsimple/filters_choices/*.po
Languages: hu

# filters_action:0
source: Can't call
hu: Nem hívható

# filters_action:1
source: Rewrite
hu: Átírás

# filters_action:2
source: Stop processing
hu: Feldolgozás leállítása

# filters_action:3
source: Directly call
hu: Közvetlen hívás

# filters_action:4
source: Auto answer
hu: Automatikus válasz

# filters_type:0
source: Starts with
hu: Eleje ez:

# filters_type:1
source: Ends with
hu: Vége ez:

# filters_type:2
source: Has exactly N digit
hu: Pontosan N jegyű

# filters_type:3
source: Has more than N digit
hu: Több mint N jegyű

# filters_type:4
source: Is exactly
hu: Pontosan ez:

# filters_type:5
source: Custom RegExp
hu: Saját RegExp

# replace_type:0
source: Prefix by
hu: Előtag:

# replace_type:1
source: Suffix with
hu: Utótag:

# replace_type:2
source: Replace match by
hu: Találat felcserlése ezzel:

# replace_type:3
source: Replace all by
hu: Mind felcserélése ezzel:

# replace_type:4
source: Custom RegExp
hu: Saját RegExp
