Repository: CSipSimple/CSipSimple-old
Catalog: CSipSimple/locale/csipsimple/wizard_advanced_strings/*.po
Languages: bg, de, es, ko, pt

# w_advanced_display_name
source: Account name
bg: Име на профила
de: Kontoname
es: Nombre de cuenta
ko: 계정 이름
pt: Nome da conta

# w_advanced_display_name_desc
source: Display name for this account
bg: Покажи име за този профил
de: Zeigt den Namen dieses Kontos
es: Mostrar el nombre de esta cuenta
ko: 계정에 사용할 닉네임
pt: Nome a ser mostrado para esta conta

# w_advanced_caller_id
source: Caller ID
bg: Идентификатор на позвъняващ
de: Eigene Nummer senden
es: ID de llamada
ko: 발신자 ID
pt: Identificação de Chamada

# w_advanced_caller_id_desc
source: Caller ID to send with calls
bg: Идентификатор на позвъняващия, който да се изпраща с разговорите
de: Sende die eigene Nummer bei ausgehenden Anrufen
es: ID de llamada para enviar en las llamadas
ko: 송신할 발신자 ID
pt: Enviar o meu número na chamada

# w_advanced_server
source: Server
bg: Сървър

# w_advanced_server_desc
source: SIP server domain/IP[:port]
bg: SIP сървър домейн/IP[:порт]

# w_advanced_username
source: Username
bg: Потребителско име
de: Benutzername
es: Nombre de usuario
ko: 사용자 ID
pt: Usuário

# w_advanced_username_desc
source: Username for SIP server authentication
bg: Потребителско име за удостоверяване на SIP сървъра
de: Benutzername für SIP Server Authentifizierung
pt: Usuário para autenticação no servidor SIP

# w_advanced_password
source: Password
bg: Парола
de: Passwort
es: Contrase침a
ko: 비밀번호
pt: Senha

# w_advanced_password_desc
source: Password for SIP server authentication
bg: Парола за удостоверяване на SIP сървъра
de: Passwort für SIP Server Authentifizierung
es: Contrase침a para la autenticaci칩n del servidor SIP
ko: SIP 서버 인증을 위한 비밀번호
pt: Senha para autenticação no servidor SIP

# w_advanced_use_tcp
source: Use TCP (not UDP)
bg: Използвай TCP (не UDP)
de: Verwende TCP (nicht UDP)
es: Usar TCP (no UDP)
ko: 를 사용하는 TCP (안 UDP를)
pt: Usar TCP (não UDP)

# w_advanced_proxy
source: Proxy
bg: Прокси
ko: 프록시

# w_advanced_proxy_desc
source: Proxy domain/IP[:port] (optional, not always needed)
bg: Proxy домейн/IP[:порт] (по избор, не винаги е необходимо)
de: Proxy Domain/IP[:Port] (optional, wird nicht immer benötigt)
es: Dominio de proxy/IP[:puerto] (opcional, no se necesita siempre)
ko: 프록시 도메인/IP[:port] (옵션, 항상 필요하지)
pt: Domínio Proxy/IP[:porta] (opcional, nem sempre necessário)

# w_advanced_username_desc
source: Username for SIP server authentication (do no write the @sip.server)
es: Nombre de usuario para autenticaci칩n en servidores SIP (no escriba la @sip.server)
