Repository: CSipSimple/CSipSimple-old
Catalog: locale/csipsimple/prefs_strings/*.po
Languages: bg, cs, pt_br, ru

# prefs
source: Settings
bg: Настройки
cs: Nastavení
pt_br: Configurações
ru: Настройки

# prefs_fast
source: Easy configuration
bg: Лесно конфигуриране
cs: Snadná konfigurace
pt_br: Configuração rápida
ru: Быстрая настройка

# prefs_fast_desc
source: Quick options to use if you don't know how SIP works
bg: Бързи опции за използване, ако не знаете как работи SIP
cs: Rychlé nastavení v případě, že nevíte, jak SIP funguje
pt_br: Configuração rápida caso você não saiba como funciona o SIP
ru: Минимальный набор опций для тех, кто не знает принципов работы SIP

# prefs_network
source: Network
bg: Мрежа
cs: Síť
pt_br: Rede
ru: Сеть

# prefs_network_desc
source: How SIP can be connected to the network
bg: Свързване на SIP и мрежата
cs: Jak může být SIP připojen k síti
pt_br: Como o SIP pode ser conectado à rede
ru: Как SIP работает с сетью

# prefs_media
source: Media
bg: Медиа
cs: Média
pt_br: Mídia
ru: Медиа

# prefs_media_desc
source: Codecs and in-call sound behavior
bg: Кодировки и поведение при разговор
cs: Kodeky a nastavení vyzvánění
pt_br: Codecs e comportamento do som durante a chamada
ru: Кодеки и режим звука во время звонка

# prefs_ui
source: User interface
bg: Потребителски интерфейс
cs: Uživatelské rozhraní
pt_br: Interface do usuário
ru: Пользовательский интерфейс

# prefs_ui_desc
source: Tweak the user interface
bg: Оптимизиране на интерфейса
cs: Nastavte podrobnosti uživatelského rozhraní
pt_br: Preferências da interface
ru: Настройки пользовательского интерфейса

# prefs_calls
source: Calls options
bg: Опции за разговор
cs: Nastavení volání
pt_br: Opções de chamadas
ru: Параметры звонков

# prefs_calls_desc
source: Options related to calls
bg: Опции свързани с обажданията
cs: Možnosti vztahující se k volání
pt_br: Opções relacionadas a chamadas
ru: Параметры, связанные со звонками

# for_incomings
source: For incoming calls
bg: За входящи повиквания
cs: Příchozí hovory
pt_br: Para ligações de entrada
ru: Входящие вызовы

# for_outgoings
source: For outgoing calls
bg: За изходящи повиквания
cs: Odchozí hovory
pt_br: Para chamadas de saída
ru: Исходящие вызовы

# perfs
source: Performances
bg: Изпълнение
cs: Výkon
ru: Производительность

source: Transport
bg: Транспорт
cs: Přenos
pt_br: Transporte
ru: Транспорт

# transport_desc
source: Force the use of a transport for this account
bg: Принудително използване на транспорт за този акаунт
cs: Vynucení použití přenosu pro tento účet
pt_br: Forçar uso de um transporte para esta conta
ru: Принудительно установить транспорт для этой учётной записи

source: Use WiFi
bg: Използване на WiFi
cs: Používat WiFi
pt_br: Usar WiFi
ru: Использовать WiFi

# use_wifi_in_desc
source: Use WiFi for incoming calls
bg: Използване на WiFi за входящи повиквания
cs: Používat WiFi pro příchozí hovory
pt_br: Utilizar WiFi para chamadas de entrada
ru: Использовать WiFi для входящих вызовов

# use_wifi_out_desc
source: Use WiFi for outgoing calls
bg: Използване на WiFi за изходящи повиквания
cs: Používat WiFi pro odchozí hovory
pt_br: Utilizar WiFi para chamadas de saída
ru: Использовать WiFi для исходящих вызовов

# use_other
source: Use other networks
bg: Използване на други мрежи
cs: Používat jiné sítě
pt_br: Utilizar outras redes
ru: Использовать другие сети

# use_other_in_desc
source: For example WiMax for incoming calls
bg: Примерно WiMax за входящи обаждания
cs: Například WiMax
pt_br: Por exemplo WiMax para chamadas de entrada
ru: Например, WiMax для входящих вызовов

# use_other_out_desc
source: For example WiMax for outgoing calls
bg: Примерно WiMax за изходящи обаждания
cs: Například WiMax
pt_br: Por exemplo WiMax para chamadas de saída
ru: Например, WiMax для исходящих вызовов

# use_3g
source: Use 3G (and better)
bg: Използване на 3G
cs: Používat 3G sítě
pt_br: Utilizar 3G
ru: Использовать 3G

# use_3g_disclamer
source: Your carrier MUST allow you to use this option
bg: Оператора Ви трябва да разрешава използването на този параметър
cs: Váš operátor musí tuto službu podporovat
pt_br: Sua operadora PRECISA permitir que você utilize esta opção
ru: Использование этой опции должно быть разрешено вашим оператором

source: Use EDGE
bg: Използване на EDGE
cs: Používat EDGE
pt_br: Utlizar EDGE
ru: Использовать EDGE

source: Use GPRS
bg: Използване на GPRS
cs: Používat GPRS
pt_br: Utilizar GPRS
ru: Использовать GPRS

source: Lock WiFi
bg: Заключване на WiFi
cs: Uzamknout WiFi připojení
pt_br: Manter WiFi
ru: Поддерживать WiFi

# lock_wifi_desc
source: Prevent WiFi idle when SIP is connected
bg: Предотвратяване изключването на WiFi, когато SIP е свързан
cs: Zamezí vypnutí WiFi pokud je SIP připojený
pt_br: Previne ociosidade do WiFi quando SIP estiver conectado
ru: Не отключать WiFi соединение, если используется SIP

# lock_wifi_perfs
source: High perfs lock
bg: Заключване на високи предпочитания
pt_br: Trava de alta performance

# lock_wifi_perfs_desc
source: Wifi lock in High perfs mode (drain battery faster)
bg: Wifi заключен към "високи предпочитания" (изхабява батерията по-бързо)
pt_br: Travar WiFi no modo alta performance (suga bateria)

# enable_tcp_desc
source: Enable TCP transport
bg: Разрешаване на TCP пренос
cs: Povolit TCP transport
pt_br: Habilita o transporte TCP
ru: Включить TCP

# enable_tls_desc
source: Enable TLS transport
bg: Разрешаване на TLS пренос
cs: Použít TLS transport
pt_br: Habilita o transporte TLS
ru: Включить TLS

# enable_udp_desc
source: Enable UDP transport
bg: Разрешаване на UDP пренос
cs: Použít UDP transport
pt_br: Habilita transporte UDP
ru: Включить UDP

# network_udp_transport_port
source: UDP Port
bg: UDP порт
pt_br: Porta UDP
ru: UDP порт

# network_udp_transport_port_desc
source: Port number to bind locally
bg: Номер на порт, който ще се ползва локално
cs: Číslo portu vázat místně
pt_br: Número da porta local
ru: Номер порта для локальной привязки

# network_tcp_transport_port
source: TCP Port
bg: TCP порт
pt_br: Porta TCP
ru: TCP порт

# network_tcp_transport_port_desc
source: Port number to bind locally
bg: Номер на порт, който ще се ползва локално
cs: Číslo portu vázat místně
pt_br: Número da porta local
ru: Номер порта для локальной привязки

# network_rtp_port
source: RTP port
bg: RTP порт
pt_br: Porta RTP
ru: RTP порт

# network_rtp_port_desc
source: Port for RTP ports range start
bg: Начален RTP порт
cs: počátečni port RTP
pt_br: Porta RTP inicial
ru: Начало диапазона для RTP портов

source: Use IPv6
bg: Използвай IPv6
cs: Používat IPv6
pt_br: Utilizar IPv6
ru: Использовать IPv6

# use_ipv6_desc
source: Switch to IPv6 mode (your network and phone must support it)
bg: Превключи към режим IPv6
cs: Přepnout na IPv6 (síť i telefon musí IPv6 podporovat)
pt_br: Trocar para o modo IPv6 (precisa haver suporte em seu telefone/rede)
ru: Переключиться на IPv6 (сеть и телефон должны поддерживать это)

# enable_dns_srv
source: Resolve DNS SRV
bg: Използвай DNS SRV
cs: Zapnutí DNS serveru
pt_br: Habilitar DNS SRV
ru: Разрешать DNS SRV

# enable_dns_srv_desc
source: Use the application resolver to resolve DNS names
bg: Използвай приложението за откриване на DNS имена
cs: Použít aplikaci resolver k překladu DNS
pt_br: Usar aplicativo para resolução de nomes DNS
ru: Использовать резолвер приложения для разрешения DNS имён

# override_nameserver
source: Use a custom DNS
bg: Използвай свой DNS
cs: Použít vlastní DNS
pt_br: Utilizar DNS personalizado
ru: Использовать указанный DNS

# override_nameserver_desc
source: Left blank to retrieve DNS from Android
bg: Остави празно за да получиш DNS от Андроид
cs: získat DNS z Android
pt_br: Deixe em branco para utilizar o DNS do Android
ru: Оставьте пустым, чтобы получить адрес DNS-сервера из Андроид

source: NAT traversal
bg: прескачане на NAT
cs: průchod NAR
pt_br: Travessia de NAT
ru: Прохождение NAT

source: Enable ICE
bg: Активиране на ICE
cs: Zapnout ICE
pt_br: Habilitar ICE
ru: Включить ICE

# enable_ice_desc
source: Turn on ICE feature
bg: Включване на ICE функция
cs: Zapnout ICE funkce
pt_br: Habilitar recurso ICE
ru: Поддерживать возможности ICE

source: Enable TURN
bg: Активиране на TURN
cs: Zapnutí TURN
pt_br: Habilitar TURN
ru: Включить TURN

# enable_turn_desc
source: Turn on TURN feature
bg: Включване на TURN функцията
cs: Zapnutí funkcí TURN
pt_br: Habilitar recurso TURN
ru: Настроить TURN-сервер

source: Turn server
bg: Turn сървър
pt_br: Servidor TURN
ru: TURN-сервер

# turn_server_desc
source: TURN server (HOST:PORT)
bg: TURN сървър (ХОСТ:ПОРТ)
pt_br: Servidor TURN (SERVIDOR:PORTA)
ru: TURN сервер (HOST:PORT)

# turn_username
source: TURN user
bg: абонат за TURN
pt_br: Usuário TURN

# turn_username_desc
source: Username for TURN authentication
bg: абонатно име за TURN оторизация
pt_br: Nome de usuário para autenticação TURN

source: TURN password
bg: парола за TURN
pt_br: Senha TURN

# turn_password_desc
source: Password for TURN authentication
bg: парола за TURN оторизация
pt_br: Senha para autenticação TURN

source: Enable STUN
bg: Активиране на STUN
cs: Zapnout STUN
pt_br: Habilitar STUN
ru: Включить STUN

# enable_stun_desc
source: Turn on STUN feature
bg: Включване на STUN функция
cs: Zapnout STUN funkce
pt_br: Habilitar recurso STUN
ru: Настроить STUN-сервер

# stun_server
source: STUN servers
bg: STUN сървъри
cs: STUN servery
pt_br: Servidores STUN
ru: STUN серверы

# stun_server_desc
source: STUN servers (HOST[:PORT], ...)
bg: STUN сървъри (HOST[:PORT], ...)
cs: STUN servery (HOST[:PORT], ...)
pt_br: Servidor STUN (SERVIDOR[:PORTA], ...)
ru: STUN серверы (ХОСТ[:ПОРТ], ...)

source: Enable QoS
bg: Включване на QoS
cs: Zapnout Qos
pt_br: Habilitar QoS
ru: Включить QoS

# enable_qos_desc
source: Enable QoS on packets
bg: Активирай QoS за пакетите
cs: Zapnout Qos paketů
pt_br: Habilitar QoS nos pacotes
ru: Система поддержки качества и класса передачи данных

# dscp_val
source: DSCP value
bg: стойност на DSCP
cs: hodnota DSCP
pt_br: Valor DSCP
ru: Значение DSCP

# dscp_val_desc
source: DSCP value for SIP traffic
bg: стойност на DSCP за SIP трафика
cs: DSCP hodnota pro Sip komunikaci
pt_br: Valor de DSCP para tráfego SIP
ru: Значение DSCP для SIP трафика

# keep_alive_interval_wifi
source: Wifi keep alive
bg: Wifi keep-alive интервал
cs: udržet wifi aktivní
pt_br: Intervalo de keep alive WiFi

# keep_alive_interval_mobile
source: Mobile keep alive
bg: Mobile keep-alive интервал
cs: udržet mobil aktivní
pt_br: Intervalo de keep alive Mobile

# keep_alive_interval_desc
source: Interval (sec) for KA packets
bg: Интервал в секунди за KA пакети
cs: Interval (s) pro keep alive pakety
pt_br: Intervalo (s) para pacote de KA

# use_compact_form
source: Use compact SIP
bg: Използвай compact SIP
pt_br: Usar SIP compacto

# use_compact_form_desc
source: Reduce SIP packets size. May not work on old SIP servers
bg: намали размера на SIP пакетите. Може да не работи на стари SIP сървъри
pt_br: Reduz o tamanho dos pacotes SIP, pode não funcionar com servidores antigos

source: User agent
bg: Агент (UA)

# user_agent_desc
source: Agent presented by the application (if default will add infos)
bg: Агент представян от приложението
pt_br: Agente disponibilizado pela aplicação (default adiciona info)

# ka_use_wake
source: Keep alive awake
bg: събуждане с Keep-alive
pt_br: Acordar por keep alive

# ka_use_wake_desc
source: If activated keep alive will awake phone
bg: Ако е активирано keep-alive ще събужда телефона
pt_br: Se o keep alive deve acordar o telefone

source: Secure transport
bg: Сигурен транспорт
cs: zabezpečit transport
pt_br: Transporte Seguro
ru: Безопасный протокол

# secure_transport_desc
source: Security mechanism for SIP and RTP
bg: Механизъм за сигурен транспорт при SIP и RTP
cs: zabezpečovací mechanismus pro sip a rtp
pt_br: Mecanismo de segurança para SIP e RTP
ru: Механизм безопасности для SIP и RTP

source: Secure media
bg: Сигурна медиа
cs: zabezpečení média
pt_br: Mídia Segura
ru: Безопасность мультимедиа

# network_tls_transport_port_desc
source: Port number to bind locally
bg: Номер на порт, който ще се ползва локално
cs: Číslo portu vázat místně
pt_br: Número da porta local
ru: Номер порта для локальной привязки

# network_tls_server_name
source: TLS server name
bg: Име на TLS сървър
cs: Název serveru TLS
pt_br: Nome do servidor TLS
ru: Имя TSL-сервера

# network_tls_server_name_desc
source: For multi-hosting server (optional)
bg: за multi-hosting сървър (опционално)
cs: Pro multi hostingové servery
pt_br: Para servidor multi-hosting (Opcional)
ru: Для мультихостинговых серверов (опционально)

# ca_list_file
source: TLS CA file
bg: TLS CA файл
cs: TLS CA soubor
pt_br: Arquivo CA TLS
ru: TLS CA файл

# ca_list_file_desc
source: For example /sdcard/CSipSimple/myAuthority.ca
bg: За пример /sdcard/CSipSimple/myAuthority.ca
cs: Například /sdcard/CSipSimple/myAuthority.ca
pt_br: Por exemplo /sdcard/CSipSimple/myAuthority.ca
ru: Например: /sdcard/CSipSimple/myAuthority.ca

# cert_file
source: TLS certificate file
bg: файл на TLS сертификат
cs: TLS certifikační soubor
pt_br: Arquivo de certificado TLS
ru: Файл сертификата TLS

# cert_file_desc
source: For example /sdcard/CSipSimple/myCert.crt
bg: За пример /sdcard/CSipSimple/myCert.crt
cs: Například /sdcard/CSipSimple/myCert.crt
pt_br: Por exemplo /sdcard/CSipSimple/meuCert.crt
ru: Например: /sdcard/CSipSimple/myCert.crt

# privkey_file
source: TLS private key file
bg: Файл за TLS частен ключ
cs: TLS soubor privátních klíčů
pt_br: Arquivo de chave privada TLS
ru: Файл с личным ключом TLS

# privkey_file_desc
source: For example /sdcard/CSipSimple/myKey.key
bg: За пример /sdcard/CSipSimple/myKey.key
cs: Například /sdcard/CSipSimple/myKey.key
pt_br: Por exmplo /sdcard/CSipSimple/minhachave.key
ru: Например: /sdcard/CSipSimple/myKey.key

source: TLS password
bg: TLS парола
cs: TLS Heslo
pt_br: Senha TLS
ru: TLS пароль

# tls_password_desc
source: TLS password to private key file
bg: TLS парола за частния ключ
cs: TLS heslo pro soubor privátních klíčů
pt_br: Senha TLS para arquivo de chave privada
ru: TSL пароль к файлу с личным ключом

# verify_server
source: Check server
bg: Провери сървъра
cs: zkontrolovat server
pt_br: Checar Servidor
ru: Проверить сервер

# verify_server_desc
source: Verify server's certificate
bg: Провери сертификата на сървъра
cs: Zkontrolovat certifikát serveru
pt_br: Verificar certificado do servidor
ru: Определить сертификат сервера

# verify_client
source: Check client
bg: провери клиента
cs: Zkontroluj klienta
pt_br: Checar cliente
ru: Проверять клиента

# verify_client_desc
source: Verify client's certificate
bg: Провери клиентския сертификат
cs: Zkontroluj klientský certifikát
pt_br: Verificar certificado do cliente
ru: Определять сертификат клиента

source: TLS Method
bg: TLS Метод
cs: Metoda TLS
pt_br: Método TLS
ru: TLS метод

# tls_method_desc
source: Method for TLS transport
bg: Метод за TLS транспорт
cs: Metoda pro TLS přenos
pt_br: Método para transporte TLS
ru: Метод TLS протокола

# use_srtp
source: SRTP mode
bg: SRTP режим
cs: SRTP mod
pt_br: Modo SRTP
ru: SRTP режим

# use_srtp_desc
source: Mode for Secure RTP
bg: Използвай режим за SRTP
cs: Mód pro zabezpečený RTP
pt_br: Modo para RTP seguro
ru: Режим безопасного RTP

# use_zrtp
source: ZRTP mode
bg: ZRTP режим
pt_br: Modo ZRTP

# use_zrtp_desc
source: Mode for Secured ZRTP
bg: Режим за сигурен ZRTP
pt_br: Modo para ZRTP seguro

source: Audio quality
bg: Качество на звука
cs: Kvalita zvuku
pt_br: Qualidade de áudio
ru: Качество аудио

# audio_volume
source: Volume
bg: Сила на звука
cs: Hlasitost
ru: Громкость

source: Codecs
bg: Кодировки
cs: Kodeky
ru: Аудиокодеки

source: Echo cancellation
bg: Премахване на ехо
cs: Potlačení echa
pt_br: Cancelamento de eco
ru: Подавление эха

# echo_cancellation_desc
source: Activate echo cancellation
bg: Активиране намаляване на ехо
cs: Aktivuje funkce pro potlačení echa
pt_br: Ativar o cancelamento de eco
ru: Активировать подавление эха

# enable_vad
source: Voice audio detection
bg: VAD (откриване на глас)
cs: detekce hlasu
pt_br: Habilitar detecção de voz
ru: Активировать VAD

# enable_vad_desc
source: Activate voice audio detection
bg: Активиране на VAD (откриване на глас)
cs: aktivace hlasové detekc
pt_br: Ativa a detecção de voz
ru: Определять голосовую активность в микрофоне для отделения от фонового шума

# snd_mic_level
source: Micro amplification
bg: Усилване на микрофон
cs: zesílení mikrofonu
pt_br: Amplificação do microfone
ru: Настройка микрофона

# snd_mic_level_desc
source: Adjust the micro signal level (1 do nothing)
bg: Регулиране на нивото на сигнала (1 не прави нищо)
cs: nastavení úrovně signálu mikrofonu
pt_br: Ajuste o nível de aplificação do microfone (1 não amplifica)
ru: Настройка уровня сигнала в микрофоне (1 - не менять)

# snd_speaker_level
source: Speaker amplification
bg: Усилване на говорителя
cs: zesíleni reproduktoru
pt_br: Amplificação do alto-falante
ru: Настройка спикера

# snd_speaker_level_desc
source: Adjust the speaker signal level (1 do nothing)
bg: Регулиране нивото на сигнала на говорителя (1 не прави нищо)
cs: nastavení úrovně signálu reproduktoru
pt_br: Ajuste o nível de amplificação do alto-falante
ru: Настройка уровня сигнала в спикере (1 - не менять)

# snd_bt_mic_level
source: Bluetooth micro amplification
bg: Усилване звъка на Bluetooth микрофон
pt_br: Amplificação de microfone bluetooth

# snd_bt_speaker_level
source: Bluetooth listening amplification
bg: Усилване звъка в Bluetooth слушалката
pt_br: Amplificação de áudio bluetooth

# snd_stream_level
source: Initial stream level
bg: Първоначално ниво на потока
cs: počáteční úroveň proudu
pt_br: Nível inicial do Stream
ru: Начальный уровень потока

# snd_stream_level_desc
source: Set the initial level for audio stream (Android stream)
bg: Настройка на първоначалното ниво на звука (Андроид звука)
cs: nastavení počáteční úrovně pro audio proud
pt_br: Definir nível inicial do áudio (Stream do Android
ru: Установить начальный уровень аудиопотока (поток Андроид)

# snd_auto_close_time
source: Auto close time
bg: Автоматично време за затваряне
cs: automatický čas zavření
pt_br: Tempo do auto-fechamento
ru: Время автозавершения

# snd_auto_close_time_desc
source: Time to wait for close audio channel
bg: Време за изчакване преди затваряне на аудио канала
cs: Čas k čekáni na zavření audio kanálu
pt_br: Tempo de espera para o fechamento do canal de áudio
ru: Время ожидания до закрытия аудиоканала

# snd_media_quality
source: Media quality
bg: Качество на връзката
cs: Kvalita média
pt_br: Qualidade da mídia
ru: Качество медиа

# snd_media_quality_desc
source: Quality of the media stream (modify only if you know what you are doing)
bg: Качество на връзката (променяй само ако знаеш какво правиш)
cs: Kvalita proudu média
pt_br: Qualidade do stream de mídia (modifique apenas se você souver o que está fazendo)
ru: Качество медиа потока (только для опытных пользователей)

# snd_clock_rate
source: Clock rate
bg: Тактова честота
cs: taktovací frekvence
pt_br: Velocidade do clock
ru: Частота

# snd_clock_rate_desc
source: Audio channel frequency
bg: Аудио честота на канала
cs: Audio frekvence kanálu
pt_br: Frequência do canal de áudio
ru: Частота аудиоканала

# snd_ptime
source: Frame ptime
bg: Рамка на п-време (ptime)
cs: Počet rámců za sekundu
pt_br: Quadro ptime
ru: Фрейм ptime

# snd_ptime_desc
source: Specifying lower ptime will normally reduce the latency
bg: Използването на по-ниско п-време (ptime) обикновено намалява латентността
cs: Zadání nižšího času , bude normálně redukována latence
pt_br: Especificando um ptime baixo normalmente reduzirá a latência
ru: Указание нижнего уровня ptime обычно снижает латентность

source: Echo cancellation tail
bg: Буфер за намаляване на ехо
cs: Zamezení dozvuku echa
pt_br: Rastro do cancelamento de eco
ru: Шлейф подавления эха

# echo_cancellation_tail_desc
source: Tail length of echo cancellation
bg: Големина на буфера за намаляване на ехо
cs: délka dozvuku v zamezení echa
pt_br: Tamanho do rastro do cancelamento de eco
ru: Длина шлейфа подавления эха

source: Echo mode
bg: Ехо режим
cs: Echo mód
pt_br: Modo de eco

# echo_mode_desc
source: Algorithm for echo
bg: Алгоритъм за ехо
cs: Algoritmus pro echo
pt_br: Algorítimo para eco
ru: Алгоритм эха

# codecs_desc
source: Priority (0 is disabled)
bg: Приоритет (0 е изключено)
cs: Priorita
pt_br: Prioridade (0 para desabilitar)
ru: Приоритет (0 - отключено)

# sip_dtmf
source: DTMF mode
bg: DTMF режим
cs: DTMF mód
pt_br: Modo DTMF
ru: DTMF режим

# sip_dtmf_desc
source: How to send DTMF
bg: Как да се изпраща DTMF
cs: Jak poslat DTMF
pt_br: Como enviar DTMF
ru: Каким образом отправлять DTMF

# use_soft_volume
source: Use software volume
bg: Използвай софтерно регулиране на звука
cs: Použít softwarovou hlasitost
pt_br: Usar volume do software
ru: Программная регулировка

# use_soft_volume_desc
source: Use software volume instead of android volume
bg: Използвай софтуерното регулиране на звука вместо през Андроид
cs: Použít softwarovou hlasitost místo hlasitosti androidu
pt_br: Usar volume do software invés do volume do android
ru: Регулировать громкость из программы CSipSimple и не использовать настройки Андроид

source: Use routing API
bg: Използвай рутинг API
cs: Použít routování API
pt_br: Usar API de roteamento
ru: Использовать API маршрутизации

# use_routing_api_desc
source: Try to enable that if audio is routing to speaker instead of earpiece
bg: Пробвай да пуснеш това, ако използваш високоговорителя вместо слушалка
cs: zkusit zapnout zvuk z reproduktoru do sluchátek
pt_br: Tentar habilitar isto se o áudio estiver sendo direcionado para o viva voz ao invés do fone.

# use_mode_api
source: Use Mode audio API
bg: Използвай audio API режим
cs: Použít mód zvuku API
pt_br: Usar modo áudio API

# use_mode_api_desc
source: Try to enable that if audio is routing to speaker instead of earpiece
bg: Пробвай да пуснеш това, ако използваш високоговорителя вместо слушалка
cs: zkusit zapnout zvuk z reproduktoru do sluchátek
pt_br: Tentar habilitar isto se o áudio estiver sendo direcionado para o viva voz ao invés do fone.

# sip_audio_mode
source: Audio mode for SIP calls
bg: Аудио режим за SIP повиквания
cs: Audio mód pro Sip volání
pt_br: Modo de áudio para chamadas SIP
ru: Аудио режим для SIP вызовов

# sip_audio_mode_desc
source: Change only if developers advise you to
bg: Промени само ако производителите те помолят да го направиш
cs: Změnit pouze tehdy, pokud vývojáři poradí.
pt_br: Alterar somente se o desenvolvendor o aconselhar
ru: Изменяйте только если разработчик вам посоветует

# use_webrtc_hack
source: Use WebRTC implementation
bg: Използвай WebRTC имплементация
pt_br: Usar implementação WebRTC

# use_webrtc_hack_desc
source: Implementation made by WebRTC team
bg: Имплементация направена от WebRTC
pt_br: Implementação feita por WebRTC Team

# do_focus_audio
source: Focus audio
bg: Фокусирай звука
pt_br: Foco no áudio

# do_focus_audio_desc
source: Disabling will result overlaps with music but may help with routing
bg: Спирането ще причини застъпване с музиката, но може да помогне с рутирането
pt_br: Ao desabilitar acarreta em mistura com a música mas pode ajudar no roteamento

source: Micro source
bg: Микро източник
pt_br: Fonte do microfone

# micro_source_desc
source: Source for micro. Choosing the appropriate value may improve echo cancellation
bg: Източник за микро. Използвайте подходящата стойност за да подобрите борбата с ехото
pt_br: Fonte do microfone. Escolher o valor apropriado pode ajudar no cancelamento de eco

# has_io_queue
source: IO Queue
bg: входно-изходна опашка
cs: vstupní/výstupní fronta
pt_br: Enfileirar IO
ru: Очередь В/В

# has_io_queue_desc
source: Activate Queue for input/output
bg: Активирайте опашка за вход/изход
cs: Aktivovat frontu pro vstup/výstup
pt_br: Ativar enfileiramento para entrada/saída
ru: Активировать очередь ввода/вывода

# set_audio_generate_tone
source: Tone hack
bg: Тон
cs: Zaseknutí tónu
pt_br: Hack de tone
