Repository: CSipSimple/CSipSimple-old
Catalog: locale/csipsimple/prefs_strings/*.po
Languages: bg, cs, pt_br, ru

# set_audio_generate_tone_desc
source: Generate a tone before making calls
bg: Генерира тон преди да направи обаждане
cs: Generovat tón před vytvořením hovoru
pt_br: Gera um tom antes de fazer chamadas
ru: Генерировать тональный сигнал перед совершением звонка

source: Narrowband
bg: нормален
cs: Úzkopásmové
pt_br: Banda Pequena

source: Wideband
bg: висококачествено
cs: Širokopásmové
pt_br: Banda Larga

# band_for_wifi
source: Band type for wifi
bg: честотна лента за wifi
cs: pásmo pro wifi
pt_br: Tipo de banda operando em WiFi

# band_for_3g
source: Band type for 3G
bg: честотна лента за 3G
cs: pásmo pro 3g
pt_br: Tipo de banda operando em 3G

# band_for_gprs
source: Band type for GPRS
bg: честотна лента за GPRS
cs: pásmo pro GPRS
pt_br: Tipo de banda operando em GPRS

# band_for_edge
source: Band type for EDGE
bg: честотна лента за EDGE
cs: pásmo pro EDGE
pt_br: Tipo de banda operando em EDGE

# band_for_other
source: Band type for other
bg: честотна лента за други
cs: pásmo pro ostatní
pt_br: Tipo de banda operando em outros

# codecs_band_types
source: Connections bandwidth types for codecs
bg: капацитет използван за кодиране на гласа
cs: Pásma připojení podle typu Codeku
pt_br: Tipo de banda por codec

# use_sgs_call_hack
source: Use Samsung Galaxy Hack
bg: Използвайте Samsung Galaxy Hack
pt_br: Usar Hack do Samsung Galaxy

# use_sgs_call_hack_desc
source: Pre set call mode to solve routing
bg: Предварително избран режим на обаждане за справяне с маршрутизационни проблеми
pt_br: Setar modo de chamada para resolver roteamento

# general_ui
source: General user interface
bg: Общ потребителски интерфейс
cs: Obecné uživatelské rozhraní
pt_br: Interface do usuário básica
ru: Общие настройки интерфейса

source: Native dialer integration
bg: Интегриране с програмата за избиране на телефона
cs: Nativní integrace vytáčení
pt_br: Integração com o discador nativo
ru: Интеграция с телефонной частью

# advanced_ui
source: Advanced tweaks
bg: Допълнителна оптимизация
cs: Pokročilé vychztávky
pt_br: Ajustes avançados
ru: Дополнительные настройки

# integrate_with_native_dialer
source: Dialer integration
bg: Интегриране с програмата за избиране на телефона
cs: Integrace vytáčení
pt_br: Integração com o discador
ru: Номеронабиратель

# integrate_with_native_dialer_desc
source: When dialing with native dialer you'll be asked if you want to use SIP or mobile
bg: Преди всяко набиране с програмата за обаждания ще бъдете питани кой доставчик предпочитате да използвате: SIP или GSM доставчик
cs: Při vytáčení z telefonu se dotázat zda chcete použít sip nebo mobilní telefon
pt_br: Quando discar com o discador nativo você será questionado se quer usar SIP ou Móvel
ru: Предлагать использовать SIP или мобильную связь при вызовах

# integrate_with_native_calllogs
source: Call logs integration
bg: Интеграция с история на повикванията
cs: Integrování protokolu volání
pt_br: Integração com o registro de chamadas
ru: Список вызовов

# integrate_with_native_calllogs_desc
source: SIP calls will be merged (if possible) into native call logs
bg: SIP повикванията ще бъдат обединени (ако е възможно) в история на обажданията
cs: Sip volání bude sloučeno do záznamu volání v telefonu
pt_br: Chamadas SIP serão exibidas (se possível) juntamente com o registro de chamadas nativo
ru: Показывать SIP вызовы в общем списке вызовов (если возможно)

# dial_press_tone
source: Dialing tone feedback
bg: Тон при набиране
cs: tóny při vytáčení
pt_br: Retorno do tom de discagem
ru: Звук клавиш

# dial_press_tone_desc
source: Play touch tones when dialing
bg: Възпроизвеждане на тонове при набиране
cs: přehrát zvuk u vytáčení
pt_br: Tons de discagem ao discar
ru: Воспроизводить тональные сигналы при нажатии клавиш

# dial_press_vibrate
source: Dialing vibrate feedback
bg: Вибрация при набиране
cs: vibrace při vytáčení
pt_br: Retorno de vibração ao discar
ru: Виброотклик

# dial_press_vibrate_desc
source: Haptic (vibrate) feedback when dialing
bg: Вибрираща обратна връзка при набиране
cs: Hmatové odezvy při vytáčení
pt_br: Vibrar ao discar
ru: Включить виброотклик при нажатии клавиш

# start_with_text_dialer
source: Text dialer
bg: Текстово избиране
cs: textové vytáčení
pt_br: Discagem por texto
ru: Текстовый номеронабиратель

# start_with_text_dialer_desc
source: Start with text dialer
bg: Стартиране с текстово избиране
cs: zapnout s textovým vytáčením
pt_br: Iniciar com a discagem por texto
ru: Использовать изначально текстовый номеронабиратель

# use_alternate_unlocker
source: Don't use slide answer
bg: Не използвайте слайдера за отговаряне на повикването
cs: nepoužívat zvedání hovoru tažením
pt_br: Não utilizar desbloqueio deslizante para atender
ru: Не использовать слайдер

# use_alternate_unlocker_desc
source: Use buttons instead of slide to take incoming calls
bg: Използвай бутоните вместо плъзгането за приемане на входящи повиквания
cs: Použít tlačítka místo tažení pro příchozí hovory
pt_br: Utilizar botões ao invés do desbloqueio deslizante nas chamadas de entrada
ru: Использовать клавиши вместо слайдера при ответе на вызов

# keep_awake_incall
source: Keep awake while on call
bg: Включен дисплей по време на разговор
cs: Při hovoru je telefon připraven
pt_br: Manter ligado durante as chamadas
ru: Не выключать экран

# keep_awake_incall_desc
source: Fixes if you get choppy sound when screen turn off while in WIFI call
bg: Предпазва от сериозно влошаване на качеството при изключване на екрана и използване на WiFi
cs: Opravy, pokud se dostaví trhaný zvuk, když vypnete displej, při hovoru na wifi
pt_br: Corrige som picotado quando a tela é desligada durante uma chamada WiFi
ru: Воспроизводить звук при входящем вызове, когда экран выключен

source: Use partial wake lock
bg: Използване на частично заключване
cs: Použít částečné probuzení
pt_br: Utilizar bloqueio parcial
ru: Частичная блокировка

# use_partial_wake_lock_desc
source: Ensure CPU is always running for the application (drain battery)
bg: Осигурява винаги работещ процесор за cSIPsimple (изтощава батерията)
cs: využití Procesoru pro aplikaci (náročnost na baterii)
pt_br: Assegurar CPU esteja sempre funcionando para este aplicativo (Descarrega bateria)
ru: Процессор всегда включен (быстрее разряжается батарея)

source: Log level
bg: Ниво на лога
cs: úroveň přihlášení
pt_br: Nível de log
ru: Отчёт об ошибках

# log_level_desc
source: Log level for debug between 0 (none) and 5 (verbose)
bg: Ниво на запис на история за отстраняване на грешки от 0 (няма) до 5 (подробно)
cs: Přihlaste se úroveň pro ladění mezi 0 (žádná) a 5 (mluvících)
pt_br: Nível de log para debug entre 0 (nenhum) ou 5 (detalhado)
ru: Уровень отчёта об ошибках для отладки программы (0 - нет, 5 - подробный)

# integrate_with_native_music
source: Integrate with Music application
bg: Интегрирай с приложение Музика
cs: Integrovat s hudební aplikací
pt_br: Integrar com aplicativo de música
ru: Интеграция с плеером

# integrate_with_native_music_desc
source: Disable it if you use another music application than the official one
bg: Изключете го, ако използвате друго музикално приложение, различно от това по подразбиране
cs: Zakázat, pokud používáte jinou hudební aplikace než oficiální
pt_br: Desabilitar se você utiliza outro aplicativo de música que não seja o oficial
ru: Интегрировать с музыкальным плеером, если используется стандартное приложение

source: Ringtone
bg: Начин на звънене
cs: Vyzváněcí tón
pt_br: Toque de chamada
ru: Мелодия вызова

# ringtone_desc
source: Default ringtone for SIP calls
bg: Начин на звънене при SIP повиквания
cs: Defaultní vyzváněcí tón pro sip hovory
pt_br: Toque de chamada padrão para chamadas SIP
ru: Рингтон для SIP вызовов по умолчанию

source: Prevent screen rotation
bg: Предотврати завъртане на екрана
cs: Zabránit otočení obrazovky
pt_br: Previnir rotaçao de tela
ru: Не поворачивать экран

# prevent_screen_rotation_desc
source: Avoid rotation of the screen and keep in portrait mode
bg: Предотврати завъртане на екрана и задръж в портретен режим
cs: Vyhněte se rotace displeje a udržet v režimu na výšku
pt_br: Evitar rotação de tela e manter modo retrato
ru: Не поворачивать экран автоматически и всегда использовать портретный вид

# gsm_integration_type
source: Mobile phone integration
bg: Интеграция с мобилен телефон
cs: integrace do mobilního telefonu
pt_br: Integrção com o telefone móvel
ru: Интеграция с мобильным телефоном

# gsm_integration_type_desc
source: How the application uses your mobile phone (or not)
bg: Как приложението използва твоя мобилен телефон (или не го използва)
cs: Jak se aplikace používá mobilní telefon (nebo ne)
pt_br: Como a aplicação usa o seu teledone (ou não)
ru: Как приложение использует ваш мобильный телефон (или нет)

source: Invert proximity sensor
bg: Обратен сензор за близост
cs: invertovat senzory
pt_br: Iverter o sensor de proximidade

# invert_proximity_sensor_desc
source: May help on some devices when manufacturer inverted near and far
bg: Може да помогне при някои устройства където производитела е сменил близо и далеч
cs: U některých typů telefonu může pomoct invertovat blízký/vzdálený
pt_br: Pode ajudar alguns dispositivos quando o fabricante inverte perto e longe

source: Theme
bg: Визуална тема
pt_br: Tema

# theme_desc
source: Theme for the application
bg: Визуална тема за приложението
pt_br: Tema para a aplicação

# obtain_themes
source: Obtain more themes
bg: Вземи повече теми
pt_br: Obter mais temas

# obtain_themes_desc
source: Get themes apps on the market
bg: Вземи теми от Android market
pt_br: Obter temas no market

# display_icon_in_status_bar_nbr
source: Display number in status bar
bg: Показвай номера в статуса
pt_br: Mostrar número na barra de status

# display_icon_in_status_bar_nbr_desc
source: Display the number of registered accounts in status bar
bg: Показвай номера на регистрираните акаунти в статуса
pt_br: Mostrar o npumero de contas registradas na barra de status

# android_integration
source: Integrate with Android
bg: Интегрирай с Android
cs: Integrovat s androidem
pt_br: Integrar com o Android
ru: Интегрировать с Андроид

# android_integration_desc
source: Integration with native dialer and call logs
bg: Интегриране с програмата за разговори по подразбиране и история на повикванията
cs: Integrovat s vytáčením telefonu a seznamem hovorů
pt_br: Integração com o discador nativo e registro de chamadas
ru: Интеграция со стандарными номеронабирателем и списком вызовов

source: Availability profile
bg: Достъпност на профила
cs: Dostupnost profilu
pt_br: Perfil de disponibilidade
ru: Профиль доступности

source: Always available
bg: Винаги достъпен
cs: Pokaždé dostupný
pt_br: Sempre disponível
ru: Всегда доступен

# always_available_desc
source: Will use battery but incoming calls are always received
bg: Използва батерията, но винаги ще получавате входящите си обаждания
cs: Bude využívat baterii, ale příchozí hovory jsou vždy obdrží
pt_br: Usa mais bateria mas as chamadas de entrada serão sempre recebidas
ru: Входящие вызовы всегда принимаются

# wifi_available
source: Available on WiFi
bg: На разположение при WiFi
cs: Dostupnost wifi
pt_br: Disponível com WiFi
ru: Доступен при WiFi соединении

# wifi_available_desc
source: Availability of incoming calls based on WiFi profile
bg: Наличие на входящи повиквания въз основа на WiFi профила
cs: Dostupnost příchozích hovorů založené na WiFi profilu
pt_br: Disponibilidade de chamadas de entrada baseadas no perfil do WiFi
ru: Доступен для входящих вызовов только при WiFi соединении

# never_available
source: Only for outgoing
bg: Само за изходящи
cs: Pouze pro odchozí
pt_br: Somente para chamadas de saída
ru: Доступны только исходящие вызовы

# never_available_desc
source: Activate the SIP client automatically when necessary
bg: Активиране на SIP клиента автоматично, когато е необходимо
cs: Aktivuje SIP klienta automaticky v případě potřeby
pt_br: Ativar o cliente SIP automaticamente quando necessário
ru: Активировать SIP-клиент автоматически при вызовах

# availability_tg
source: Mobile data availability
bg: Наличност на мобилна връзка за данни
cs: Dostupnost mobilních dat
pt_br: Disponibilidade de rede móvel de dados
ru: Передача через сотовую связь

# tg_allowed
source: I'm allowed to use mobile
bg: Позволено ми е да използвам мобилния
cs: Povolil jsem používat mobil
pt_br: Eu tenho permissão para utilizar a rede móvel de dados
ru: Я могу использовать сотовую связь для SIP

# tg_allowed_desc
source: Your carrier allows VoIP over your mobile data connection
bg: Вашият мобилен оператор позволява използването на VoIP през мобилната връзка за данни
cs: Váš operátor umožňuje VoIP přes mobilní datové připojení
pt_br: Sua operadora permite VoIP sobre a rede móvel de dados
ru: Передача VoIP пакетов должна быть разрешена сотовым оператором

# codecs_availability_text
source: Only available if sip is currently registered
bg: Предлага се само, ако в момента SIP е регистриран
cs: Dostupná pouze v případě když SIP je zaregistrován
pt_br: Disponível somente se o SIP estiver registrado
ru: Выбор кодеков возможен только, если SIP сейчас зарегистрирован в сети

source: Auto record calls
bg: Автоматично записвай обажданията
cs: Automatické nahrávání hovorů
pt_br: Gravar chamadas automaticamente
ru: Автозапись звонков

# auto_record_calls_desc
source: Record calls as soon as connected
bg: Записвай обажданията след като се свърже
cs: Nahrávání hovorů ihned po spojení
pt_br: Gravar chamadas assim que conectado
ru: Запись звонков по мере соединения

source: Support multiple calls
bg: Поддържа множество повиквания
pt_br: Suporte a multiplas chamadas

# support_multiple_calls_desc
source: Allow conference and multiple concurrent calls
bg: Позволя конферентни и едновременни разговори
pt_br: Habilita conferências e chamadas simultâneas

# expert_preferences
source: Expert mode
bg: Режим за напреднали
cs: Režim pro experty
pt_br: Modo especialista
ru: Экспертный режим

# advanced_preferences
source: Advanced mode
bg: За напреднали
cs: Pokročilý mód
pt_br: Modo avançado
ru: Расширенный режим

# network_tls_transport_port
source: TLS Port
pt_br: Porta TLS
ru: Порт TLS
