Repository: CSipSimple/CSipSimple-old
Catalog: CSipSimple/locale/csipsimple/wizard_ecs_strings/*.po
Languages: cs, he, hu, nl, tr

# w_ecs_display_name
source: Account name
cs: Název účtu
he: שם החשבון
hu: Fiók neve
nl: Account-naam
tr: Hesap adı

# w_ecs_display_name_desc
source: Display name for this account
cs: Zobrazí název účtu
he: הצג שם עבור חשבון זה
hu: Megjelenítendő név a fiók használatakor
nl: Weergavenaam voor dit account
tr: Bu hesap için görünen ad

# w_ecs_phone_number
source: Phone number
cs: Telefonní číslo
he: מספר טלפון
hu: Telefonszám
nl: Telefoonnummer
tr: Telefon numarası

# w_ecs_phone_number_desc
source: Account sip phone number
cs: Účet telefonního čísla SIP
he: מספר טלפון של חשבון הסיפ
hu: A fiók SIP telefonszáma
nl: Account SIP-telefoonnummer
tr: Sip hesab telefon numarası

# w_ecs_user_name
source: User login
cs: Přihlášení uživatele
he: כניסת משתמש
hu: Felhasználói név
nl: Login gebruiker
tr: Kullanıcı girişi

# w_ecs_user_name_desc
source: Your virtual desk login
cs: Vaše virtuální přihlašovací deska
he: התחברות לשולחן הוירטואלי שלך
hu: Felhasználói név a virtuális felülethez
nl: Uw virtual desk login
tr: Sanal büro giriş

# w_ecs_password
source: User password
cs: Uživatelské heslo
he: סיסמת משתמש
hu: Jelszó
nl: Wachtwoord gebruiker
tr: Kullanıcı parolası

# w_ecs_password_desc
source: Password for your account
cs: Heslo vašeho účtu
he: הסיסמה עבור החשבון שלך
hu: Jelszó a fiókhoz
nl: Wachtwoord voor uw account
tr: Hesabınız için parola

# w_ecs_server_domain
source: SIP domain
cs: SIP Doména
he: דומיין סיפ
nl: SIP-domein
tr: SIP alanı

# w_ecs_server_domain_desc
source: Domain name for SIP accounts
cs: Doménové jméno SIP účtu
he: שם דומיין עבור חשבונות סיפ
hu: A SIP fiók domain neve
nl: Domeinnaam voor SIP-accounts
tr: SIP hesabı için alan adı

# w_ecs_server_ip_desc
source: Domain name or IP to access the ECS (leave blank if same as SIP domain)
cs: Doménové jméno nebo ip adresa (nevyplňujte pokud je stejné jako SIP doména)
he: שם הדומיין או ה-IP כדי לגשת ל-ECS (השאר ריק אם הדומיין סיפ זהה)
hu: ECS domain neve vayg IP címe (nem szükséges ha megegyezik a SIP domainnel)
nl: Domeinnaam of IP-adres voor toegang tot de ECS (leeglaten wanneer hetzelfde als SIP-domein)
