Repository: CSipSimple/CSipSimple-old
Catalog: CSipSimple/locale/csipsimple/strings/*.po
Languages: bg, de, he, it, nl, pt, ru

source: Next
bg: Продължи
he: הבא
it: Avanti
nl: Volgende
pt: Seguinte
ru: Следующий

source: Init...
bg: Инициализация ...
he: אתחל...
it: Inizializzazione ...
nl: Initialiseren ...
pt: Inicialização
ru: Инициализация...

source: Unable to download file
bg: Невъзможно да се свали файла
de: Datei konnte nicht heruntergeladen werden
he: לא יכול להוריד את הקובץ
it: Impossibile scaricare file
nl: Kan bestand niet downloaden
pt: Não foi possivel baixar o arquivo
ru: Невозможно загрузить файл

# invalid_sip_uri
source: Sip uri is invalid for call
bg: SIP URI е невалиден
de: Die Sip URL für diesen Anruf ist ungültig
he: סיפ uri אינו תקף עבור שיחה
it: L'uri sip non è valido per la chiamata
nl: SIP-URI is ongeldig voor oproep
pt: uri do Sip e inválido para ligar
ru: SIP URI является недопустимой для вызова

source: Accounts
bg: Акаунти
de: Konten
he: חשבונות
it: Account
pt: Contas
ru: Аккаунты

source: Other accounts
bg: Други акаунти
de: Andere Konten
he: חשבונות אחרים
it: Altri account
nl: Andere accounts
pt: Outras contas
ru: Другие аккаунты

source: Save
bg: Запази
de: Speichern
he: שמור
it: Salva
nl: Bewaren
pt: Salvar
ru: Сохранить

source: Cancel
bg: Отказ
de: Abbrechen
he: ביטול
it: Cancella
nl: Annuleren
pt: Cancelar
ru: Отмена

source: Activate account
bg: Активиране на профил
de: Aktiviere Konto
he: הפעל את החשבון
it: Attiva account
nl: Activeer account
pt: Ativar conta
ru: Активировать

source: Deactivate account
bg: Деактивиране на профил
de: Deaktiviere Konto
he: לבטל את החשבון
it: Disattiva account
nl: Deactiveer account
pt: Desaivar conta
ru: Деактивировать

source: Delete account
bg: Изтриване на профил
de: Lösche Konto
he: מחק חשבון
it: Cancella account
nl: Verwijder account
pt: Deletar conta
ru: Удалить

source: Modify account
bg: Промяна на профил
de: Konto bearbeiten
he: ערוך חשבון
it: Modifica account
nl: Wijzig account
pt: Modificar conta
ru: Изменить аккаунт

source: Add account
bg: Добавяне на профил
de: Konto hinzufügen
he: הוסף חשבון
it: Aggiungi account
nl: Voeg account toe
pt: Adicionar conta
ru: Добавить аккаунт

source: Choose wizard
bg: Избор на магьосник
de: Wähle Assistenten
he: בחר אשף
it: Wizard di scelta
nl: Kies instelmethode
pt: Selecionar Wizard
ru: Выбрать мастера настроек

source: Use :
bg: Използване на:
de: Verwende :
he: השתמש:
it: Usa :
nl: Gebruik:
pt: Usar
ru: Использовать :

# use_pstn
source: Use mobile
bg: Използване на мобилни услуги
de: Verwende GSM
he: השתמש בסלולרי
it: Usa rete mobile
nl: Gebruik mobiel
pt: Usar operadora
ru: Мобильный

source: Use Skype
bg: Използвай Skype
de: Nutze Skype
he: השתמש בסקייפ
it: Usa Skype
nl: Gebruik Skype
pt: Usar Skype
ru: Использовать Skype

# ongoing_call
source: Call in Progress
bg: Разговор в прогрес
de: aktiver Anruf
he: שיחה פעילה
it: Chiamate in uscita
nl: Oproep bezig
pt: Chamada em progresso
ru: Набор номера

source: Missed call
bg: Пропуснато обаждане
de: Verpasster Anruf
he: שיחה שלא נענתה
it: Chiamata persa
nl: Gemist oproep
pt: Chamada não atendida
ru: Пропущенные звонки

# recentCalls_empty
source: No Call Logs
bg: Няма записи на разговорите
de: Anrufliste leer
he: אין שיחות ביומן
it: Nessun log delle chiamate
nl: Geen gesprekkenlijst
pt: Lista de chamadas vazia
ru: Нет вызовов

source: Filters
bg: Филтри
de: Filter
he: מסננים
it: Filtri
pt: Filtros
ru: Фильтры

# filters_desc
source: To apply when integration to Android is used
bg: За потвърждаване след като е използвана интеграция с Android
de: Werden bei Integration in Android angewendet
he: משמש כדי ליישם בעת שמשולב על אנדרואיד
it: Da applicare quando l'integrazione con Android è utilizzata
nl: Om toe te passen wanneer integratie in Android wordt gebruikt
pt: Para aplicar quando a integração com o Android é usada
ru: Для применения при использовании интеграции с Android

source: Filters for
bg: Филтри за
de: Filter für
he: מסננים עבור
it: Filtri per
nl: Filters voor
pt: Filtros para
ru: Фильтры для

# add_filter
source: Add filter / rewrite rule
bg: Добавяне на филтър / пренаписване на правило
de: Filter hinzufügen / Regel bearbeiten
he: הוספת מסנן / לכתוב כלל מחדש
it: Aggiungi filtro / riscrivi regola
nl: Voeg filter- of herschrijfregel toe
pt: Adicionar filtro / regravar regra
ru: Добавить фильтр / изменить правило

source: Delete filter
bg: Изтриване на филтър
de: Filter löschen
he: מחק מסנן
it: Cancella filtro
nl: Verwijder filter
pt: Deletar Filtro
ru: Удалить фильтр

# callLog_delete_entry
source: Delete this call
bg: Изтриване на този разговор
de: Diesen Anruf löschen
he: מחק את השיחה הזאת
it: Elimina questa chiamata
nl: Verwijder deze oproep
pt: Deletar esta chamada
ru: Удалить из списка вызовов

# callLog_delete_all
source: Delete all calls
bg: Изтриване на история на повикванията
de: Alle Anrufe löschen
he: מחק את כל השיחות
it: Elimina tutte le chiamate
nl: Verwijder alle oproepen
pt: Deletar todas chamadas
ru: Очистить список вызовов

# callLog_delDialog_title
source: Delete Call Logs
bg: Изтриване на историята на всички повиквания
de: Anrufliste löschen
he: מחק יומן שיחות
it: Elimina il log delle chiamate
nl: Verwijder gesprekkenlijst
pt: Deletar listas de chamadas
ru: Очистить список вызовов

# callLog_delDialog_message
source: Are you sure you want to delete all calls from the log?
bg: Наистина ли искате да изтриете всички записи на разговорите?
de: Bist du sicher, dass du alle Anrufe aus der Liste löschen möchtest?
he: האם אתה בטוח שאתה רוצה למחוק את כל השיחות מתוך היומן?
it: Se sicuro di voler eliminare tutte le chiamate dal log?
nl: Weet u het zeker dat u de gesprekkenlijst wilt verwijderen?
pt: Você tem certeza que deseja deletar todas chamadas da lista?
ru: Действительно очистить список вызовов?

# callLog_delDialog_yes
source: Yes
bg: Да
de: Ja
he: כן
it: Si
nl: Ja
pt: Sim
ru: Да

# callLog_delDialog_no
source: No
bg: Не
de: Nein
he: לא
nl: Nee
pt: Não
ru: Отмена

# gsm
source: Mobile
bg: Мобилен
de: GSM
he: סלולרי
nl: Mobiel
pt: Móvel
ru: Мобильный

# dial_tab_name_text
source: Dial
bg: Набиране
de: Telefon
he: חייג
it: Componi
nl: Kiezen
pt: Discar
ru: Кнопки

# calllog_tab_name_text
source: CallLogs
bg: Дневник
de: Anrufliste
he: יומן שיחות
it: Registro chiamate
nl: Gesprekkenlijst
pt: Lista de chamadas
ru: Вызовы

# messages_tab_name_text
source: Messages
bg: Съобщения
de: Nachrichten
he: הודעות
it: Messaggi
nl: Berichten
pt: Messagens
ru: Сообщения

# menu_disconnect
source: Disconnect
bg: Прекъсване на връзка
de: Abmelden
he: נתק
it: Disconnetti
nl: Ophangen
pt: Desconectar
ru: Отключение соединения

# service_ticker_registered_text
source: SIP Registered
bg: успешна SIP регистрация
de: SIP registriert
he: סיפ רשום
it: SIP Registrato
nl: SIP geregistreerd
pt: SIP Registrado
ru: SIP зарегистрирован

# outgoing_call_chooser_call_text
source: Call
bg: Набиране
de: Wähle
he: התקשר
it: Chiama
nl: Oproepen
pt: Chamar
ru: Вызов

source: Reorder
bg: Пренареждане
de: Sortieren
he: סדר מחדש
it: Riordina
nl: Herschikken
pt: Reorganizar
ru: Изменить порядок

source: Backup / Restore
bg: Бекъп и Рестор
de: Sichern / Wiederherstellen
he: גיבוי / שחזור
nl: Backup / Herstel
ru: Сохранить/Восстановить

source: Backup
bg: Резезрно копие
de: Sichern
he: שחזור
ru: Сохранить

source: FAQ
bg: Често задавани въпроси
he: שאלות נפוצות
nl: Veelgestelde vragen

source: Help
bg: Помощ
de: Hilfe
he: עזרה
it: Aiuto
pt: Ajuda
ru: Помощь

# record_logs
source: Record logs to send it to dev team and report a bug
bg: Запиши лога и го изпрати на разработчиците за да докладваш бъг
de: Protokoll erstellen um es an das Entwicklerteam zu senden
he: הקלט ביומן כדי לשלוח אותו לצוות הפיתוח ולדווח על התקלה
it: Registra i log da inviare al team di sviluppo e segnalare un bug
nl: Maak logging om naar het ontwikkelteam te sturen en rapporteer een bug
pt: Gravar registos para enviar para a equipa de desenvolvimento e reportar um erro
ru: Записать лог и отчет об ошибке для отправки разработчику

# send_logs
source: Stop recording logs (OPTIONALY send it)
bg: Спри записа на логовете (ОПЦИОНАЛНО ги изпрати)
de: Beende Protokollierung (und versende das Protokoll)
he: עצור הקלטה ביומן (אפשרי לשלוח אותו)
it: Termina registrazione dei log (Eventualmente inviali)
nl: Stop logging (verzenden OPTIONEEL)
pt: Para a gravação de registos (OPCIONALMENTE enviá-lo)
ru: Остановить запись лога (опционально отправить)

# view_existing_issues
source: Consult existing issues
bg: Консултирайте се за случаите
de: Bestehende Fehlermeldungen ansehen
he: התייעץ עם בעיות קיימות
it: Consulta i problemi esistenti
nl: Raadpleeg bestaande problemen
pt: Consultar questões existentes
ru: Просмотреть обсуждения ошибок на сайте разработчика

source: OK
bg: ОК
he: אישור
ru: Далее

source: Misc
bg: Разни
de: Sonstiges
he: שונות
nl: Overig
pt: Variados
ru: Прочее

source: WARNING
bg: ПРЕДУПРЕЖДЕНИЕ
de: ACHTUNG
he: אזהרה
it: Attenzione
nl: WAARSCHUWING
pt: AVISO
ru: ПРЕДУПРЕЖДЕНИЕ

# disconnect_and_incoming_explaination
source: You are configured to be available for this network !!! By clicking OK here you confirm that you don't want to be available until next start of the application
bg: Конфигурирано е да сте в режим "готовност" за тази мрежа !!! При натискане на ОК тук, Вие потвърждавате, че не искате да бъдете в режим "готовност" при следващото пускане на приложението
de: Du bist ab sofort nicht mehr für eingehende Anrufe verfügbar!
he: אתה מוגדר להיות זמין עבור רשת זו! על ידי לחיצה כאן על אישור אתה מאשר כי אתה לא רוצה להיות זמין עד להפעלה הבאה של האפליקציה
it: Sei configurati per essere disponibile per questa rete!!! Facendo clic su OK confermi di non voler essere disponibile fino al prossimo avvio dell'applicazione
nl: Uw bent ingesteld als beschikbaar voor dit netwerk!!! Door hier OK te kiezen bevestigt u dat u niet beschikbaar wilt zijn tot de volgende start van de applicatie
pt: Está configurado para estar disponível para esta rede !!! Ao clicar aqui em OK confirma que não quer estar disponível até ao próximo início da aplicação
ru: Приложение настроено так, чтобы быть доступным для этой сети! После нажатия кнопки ОК Вы не будете доступны до следующего запуска приложения

# disconnect_and_will_restart
source: Will automatically restart when : <xliff:g id="networks" example="3G">%s</xliff:g> will become available (change settings if you don't want)
bg: Ще се рестартира автоматично когато : <xliff:g id="networks" example="3G">%s</xliff:g> стане в готовност (променете настройките, ако не желаете)
de: Startet automatisch erneut sobald <xliff:g id="networks" example="3G">%s</xliff:g> zur Verfügung steht (Einstellungen ändern falls nicht gewünscht)
it: Si riavvia automaticamente quando: <xliff:g id="networks" example="3G">%s</xliff:g> diverrà disponibile (cambia le impostazioni se non vuoi)
nl: Automatische herstart als <xliff:g id="networks" example="3G">%s</xliff:g> beschikbaar komt (wijzig insteling als u dit niet wilt)
pt: Irá reiniciar automaticamente quando : <xliff:g id="networks" example="3G">%s</xliff:g> estiver disponível (mude as configurações caso não deseje)
ru: Автоматически перезапустится, когда: <xliff:g id="networks" example="3G">%s</xliff:g> будет доступно (измените настройки, если не хотите)

# gadget_title
source: SIP Account switcher
bg: Промяна на SIP акаунт
he: מחליף חשבון סיפ
it: Switcher dell'account SIP
nl: SIP-account wisselen
pt: Comutador de conta SIP
ru: Переключатель аккаунтов

source: Search in contacts
bg: Търси в контактите
de: Kontakte suchen
he: חפש באנשי הקשר
it: Cerca nei contatti
nl: Zoek in contacten
pt: Procurar em contactos
ru: Поиск в контактах

# pickup_sip_uri
source: Pickup SIP contact
bg: Вземи SIP контакт
he: בחר איש קשר בסיפ
it: Prendi il contatto SIP
nl: Selecteer SIP-contact
pt: Escolher contacto SIP
ru: Выберите SIP контакт

# display_icon_in_status_bar_desc
source: Should the application display an icon in the status bar when registered
bg: Трябва приложението да показва икона при статуса, когато е регистрирано
de: Icon in der Statuszeile anzeigen, wenn ein SIP-Account registriert ist
he: האם היישום יציג סמל בשורת המצב כאשר רשום
it: L'applicazione dovrebbe visualizzare un'icona nello status bar quando registrata
nl: Moet de applicatie een icoon in de statusbalk tonen wanneer geregistreerd
pt: A aplicação mostrará um ícone na barra de estado quando registado
ru: В панеле уведомлений будет показана иконка при регистрации в сети

source: Display icon in status bar
bg: Покажи икона при статуса
de: Platziere ein Icon in der Statuszeile
he: הצג סמל בשורת המצב
it: Visualizza l'icona nella barra di stato
nl: Toon icoon in de statusbalk
pt: Mostrar ícone na barra de estado
ru: Показывать иконку

# another_application_use_sip_port
source: Another application is currently using SIP port! Can't start !!!
bg: Друго приложение в момента използва SIP порта! Не може да се стартира!!!
de: Eine andere Anwendung belegt den SIP-Port. Kann deshalb nicht starten!
he: אין אפשרות להפעיל!!! יישום אחר משתמש כעת ביציאת הסיפ!
it: Un'altra applicazione sta attualmente utilizzando la porta SIP! Non può avviarsi!
nl: Een andere applicatie gebruikt nu de SIP-poort! Kan niet starten !!!
pt: Outra aplicação está a usar a porta SIP! Não é possível iniciar!
ru: SIP порт занят другим приложением. Невозможно запустить!

source: Choose phone
bg: Изберете телефон
he: בחר טלפון
it: Scegli il telefono
nl: Kies telefoonnummer
pt: Escolha telefone
ru: Выберите

# no_phone_found
source: No phone found for this contact
bg: Няма намерен телефон за този контакт
he: לא נמצא טלפון לאיש קשר זה
it: Nessun telefono trovato per questo contatto
nl: Geen telefoonnummer gevonden voor dit contact
pt: Telefone não encontrado para este contacto
ru: Для данного контакта не найден номер телефона

source: Show password
bg: Показване на паролата
de: Passwort anzeigen
he: הצג סיסמה
it: Mostra password
nl: Toon wachtwoord
pt: Mostrar palavra-passe
ru: Показать пароль

# this_codec_is_not_free
source: **This codec is not free !!!** Please ensure that somebody (your SIP provider or yourself) have purchased a license that allow you to use this codec! We (as application distributors) are not responsible for an illegal use of this codec. It's up to you to be sure that you are authorized to use this codec. Purchase link :
bg: ** Този кодек не е безплатен!!!***
de: **Dieser Codec ist nicht kostenfrei!** Bitte stelle sicher, dass entweder du oder dein SIP-Provider eine Lizenz für diesen Codec erworben haben. Wir, als Bereitsteller dieser Anwendung, sind nicht für eine illegale Nutzung dieses Codecs verantwortlich. Der Codec kann hier erworben werden:
he: ** קודק זה לא בחינם !!!** נא ודא את זה עם מישהו (ספקית הסיפ שלך או אתה) רכשת רישיון המאפשרים לך להשתמש בקודק! אנחנו (בתור מפיציי היישום) אינה אחראית לכל שימוש בלתי חוקי של רכיב זה. זה תלוי בך כדי להיות בטוח שאתה מורשה להשתמש בקודק. רכישת הקישור:
it: **Questo codec non è gratuito!!!** Si prega di assicurarsi che qualcuno (il tuo provider SIP o te stesso) abbia acquistato una licenza che ti permetta di usare il codec! Noi (come distributori dell'applicazione) non siamo responsabili di un uso illegale di questo codec. E' tua responsabilità assicurarti che sei autorizzato ad usare questo codec. Link per l'acquisto:
nl: **Deze codec is niet gratis !!!** Controleer of iemand (uw SIP-provider of uzelf) een licentie heeft gekocht die het gebruik van deze codec toestaat! Wij (als applicatie-distributeurs) zijn niet verantwoordelijk voor illegaal gebruik van deze codec. Het is aan u om zeker te stellen dat u bent geautoriseerd om deze codec te gebruiken. Link om te kopen :
pt: **Este codec não é gratuito !!!** Certifique-se que alguém (o seu provedor SIP ou você mesmo) adquiriu uma licença que lhe permita o uso deste codec! Nós (como distribuidores da aplicação) não somos responsáveis pela utilização ilegal deste codec. Cabe-lhe a si ter a certeza de que está autorizado a usar este codec. Link de compra:
ru: **Этот кодек не бесплатен!!!** Пожалуйста, убедитесь, что кто-то (ваш SIP провайдера или вы сами) приобрели лицензию, которая позволяет использовать этот кодек! Мы (как дистрибьюторы приложения) не несём ответственности за незаконное использование данного кодека. Оставляем на ваше усмотрение, что вы имеете право использовать этот кодек. Ссылка для приобретения:

source: Voice mail
bg: Гласова поща
de: Anrufbeantworter
he: דואר קולי
it: Mail vocale
pt: Correio de voz
ru: Голосовая почта

# type_sip_uri_or_autocomplete
source: Sip uri or autocomplete
bg: SIP URI или автоматично попълване
it: Sip uri o autocompletamento

# not_configured_multiple_calls
source: The application is not configured to allow multiple calls
bg: Това приложение не е конфигурирано за използване на едновременни повиквания
de: Einstellungen verbieten mehrere Anrufe
it: L'applicazione non è configurata in modo da consentire chiamate multiple

# permlab_useSip
source: Use sip
bg: Използвайте SIP
it: Usa SIP

# permdesc_useSip
source: Place SIP calls, send SIP messages and control SIP communications
bg: Правете SIP обаждания, изпращайте SIP съобщения и контролирайте SIP комуникациите
it: Effettua chiamate SIP, invia messaggi SIP e controlla le comunicazioni SIP

# permlab_configureSip
source: Use sip
bg: Използвайте SIP
it: Usa SIP

# permdesc_configureSip
source: Place SIP calls, send SIP messages and control SIP communications
bg: Правете SIP обаждания, изпращайте SIP съобщения и контролирайте SIP комуникациите
it: Effettua chiamate SIP, invia messaggi SIP e controlla le comunicazioni SIP

source: Legal information
bg: Юридическа информация
de: Rechtliche Informationen
it: Informazioni legali

# connection_not_valid
source: Selected network route not available (activate WiFi or change preferences to use 3G)
de: Ausgewähltes Netzwerk nicht verfügbar (aktiviere WLAN oder erlaube Verbindungen über UMTS)
he: מסלול הרשת שנבחר לא זמין (הפעל WiFi או שנה העדפות כדי להשתמש ב- 3G)
pt: Selecione rota de rede não disponível (Ative WiFi ou mude preferências para usar 3G)
ru: Выбранная сеть недоступна (активируйте WiFi или измените настройки, чтобы использовать 3G)
