Repository: CSipSimple/CSipSimple-old
Catalog: CSipSimple/locale/csipsimple/filters_choices/*.po
Languages: bg, cs, de, it, iw, nl, pt, pt_br, ro, ru, zh_cn, zh_tw

# filters_action:0
source: Can't call
bg: Обаждането е невъзможно
cs: nemůžu volat
de: Dieser Anruf ist nicht möglich
it: Non può chiamare
iw: לא ניתן להתקשר
nl: Kan niet bellen
pt: Impossivel Ligar
pt_br: Impossivel chamar
ro: Nu pot apela
ru: Невозможно позвонить
zh_cn: 不能呼叫
zh_tw: 無法呼叫

# filters_action:1
source: Rewrite
bg: Пренаписване
cs: přepsat
de: umschreiben
it: Riscrivere
iw: לכתוב מחדש
nl: Herschrijf
pt: Regravar
pt_br: Reescrever número
ro: Rescriere
ru: Переписать
zh_cn: 重写
zh_tw: 改寫

# filters_action:2
source: Stop processing
bg: Спиране на обработката
cs: zastavit procs
de: Bearbeitung abbrechen
it: Fermare esecuzione
iw: עצור תהליך
nl: Stop verwerking
pt: Parar Processo
pt_br: Parar processamento
ro: Opreste procesarea
ru: Остановить обработку
zh_cn: 停止处理
zh_tw: 停止處理

# filters_action:3
source: Directly call
bg: Директно повикване
cs: volat přímo
de: Direkter Anruf
it: Chiamare direttamente
iw: להתקשר ישירות
nl: Directe oproep
pt: Ligar Diretamente
pt_br: Chamar diretamente
ro: Apeleaza direct
ru: Прямой вызов
zh_cn: 直接呼叫
zh_tw: 直接呼叫

# filters_action:4
source: Auto answer
bg: Автоматичен отговор
cs: automatické zvednutí
de: Automatische Anrufbeantwortung
it: Rispondere automaticamente
iw: מענה אוטומטי
nl: Auto antwoord
pt: Atendimento Automatico
pt_br: Atendimento automático
ro: Raspuns automat
ru: Автоответ
zh_cn: 自动回应
zh_tw: 自動應答

# filters_type:0
source: Starts with
bg: Започва с
cs: začít s
de: Startet mit
it: Inizia con
iw: מתחיל עם
nl: Begint met
pt: Começa com
pt_br: Começa com
ro: Incepe cu
ru: Начинается с
zh_cn: 起始
zh_tw: 起始為

# filters_type:1
source: Ends with
bg: Завършва с
cs: ukončit s
de: Endet mit
it: Finisce con
iw: מסתיים עם
nl: Eindigt met
pt: Termina com
pt_br: Termina com
ro: Se termina cu
ru: Заканчивается на
zh_cn: 结束
zh_tw: 結束為

# filters_type:2
source: Contains
cs: Obsahuje
de: enthält
iw: מכיל
nl: Bevat
pt: Contém
pt_br: Contém
ro: Conține
zh_cn: 包含
zh_tw: 包含

# filters_type:3
source: All
cs: Vše
de: Alle
iw: הכל
nl: Alle
pt: Todos
pt_br: Todos
ro: Tot
zh_cn: 全部
zh_tw: 全部

# filters_type:4
source: Has exactly N digit
cs: má n-tý počet čísel
de: Hat genau N Stellen
iw: יש בדיוק n ספרות
nl: Heeft precies N cijfers
pt: Tem exactamente N dígitos
pt_br: Tem extamente N dígitos
ro: Are exact N poziții
zh_cn: 有N个数字
zh_tw: 有N個數字

# filters_type:5
source: Has more than N digit
cs: má větší než n-tý počet číslic
de: Hat mehr als N Stellen
iw: יש יותר מ N ספרות
nl: Heeft meer dan N cijfers
pt: Tem mais de N dígitos
pt_br: Tem mais de N dígitos
ro: Are mai mult de N poziții
zh_cn: 大于N个数字
zh_tw: 大於N個數字

# filters_type:6
source: Is exactly
cs: je přesně
de: Ist genau
iw: זה בדיוק
nl: Is precies
pt: É exactamente
pt_br: É exatamente
ro: Este fix
zh_cn: 全等于
zh_tw: 全等於

# filters_type:7
source: Custom RegExp
cs: vlastní nastavení vypršení registrace
de: Benutzerdefinierter Regulärer Ausdruck
iw: מותאם אישית RegExp
nl: Maatwerk RegExp
pt: RegExp personalizada
pt_br: RegExp personalizado
zh_cn: 自定义正则表达式
zh_tw: 自訂正規式

# replace_type:0
source: Prefix by
bg: Префикс от
cs: předvolba
de: Präfix von
it: Prefisso con
iw: קידומת על ידי
nl: Prefix met
pt: Prefixo pro
pt_br: Adicionar prefixo
ru: Префикс
zh_cn: 前缀
zh_tw: 字首為

# replace_type:1
source: Suffix with
bg: Суфикс с
cs: připona s
de: Suffix mit
it: Suffisso con
iw: סיומת עם
nl: Suffix met
pt: Fufixo com
pt_br: Adicionar sufixo
ru: Суффикс с
zh_cn: 后缀
zh_tw: 字尾為

# replace_type:2
source: Replace match by
bg: Замяна при съвпадение с
cs: Nahradit shodu
de: Ersetze passende durch
it: Rimpiazza corrispondenza con
iw: החלף התאמה על ידי
nl: Vervang gevonden door
pt: Substituir correspondência por
pt_br: Substituir ocorrência com
ro: Inlocuieste cu
ru: Заменить совпадение на
zh_cn: 替换
zh_tw: 符合替換為

# replace_type:3
source: Replace all by
bg: Замяна на всички с
cs: nahradit vše
de: Ersetze alle durch
it: Rimpiazza tutto con
iw: החלף הכל על ידי
nl: Vervang alles door
pt: Regravar todos por
pt_br: Alterar todos por
ro: Inlocuieste tot cu
ru: Заменить всё на
zh_cn: 替换所有
zh_tw: 全部替換為

# replace_type:4
source: Custom RegExp
bg: Регулярен израз по избор
cs: vlastní nastavení vypršení registrace
de: benutzerdefiniert RegExp
it: RegExp personalizzata
iw: מותאם אישית RegExp
nl: Maatwerk reguliere expressie
pt: RegExp personalizada
pt_br: RegExp personalizado
ro: Expresie regulata personalizata
ru: Пользовательский RegExp
zh_cn: 自定义正则表达式
zh_tw: 自訂正規式

# filters_type:2
source: Has exactly N digit
bg: Има точно N цифри
it: Ha esattamente N cifre
ru: Имеет ровно N цифр

# filters_type:3
source: Has more than N digit
bg: Има повече от N цифри
it: Ha più di N cifre
ru: Имеет более N цифр

# filters_type:4
source: Is exactly
bg: Е точно
it: E' esattamente
ru: Ровно

# filters_type:5
source: Custom RegExp
bg: Регулярен израз по избор
it: RegExp personalizzata
ru: Пользовательский RegExp
