Repository: CSipSimple/CSipSimple-old
Catalog: CSipSimple/locale/csipsimple/wizard_expert_strings/*.po
Languages: cs, fr, he, it, pt, pt_br, ru, uk

# w_expert_display_name
source: Account name
cs: Název účtu
fr: Nom du compte
he: שם החשבון
it: Nome account
pt: Nome de conta
pt_br: Nome da conta
ru: Название аккаунта
uk: Назва облікового запису

# w_expert_display_name_desc
source: Display name for this account
cs: Zobrazí název účtu
fr: Nom d'affichage pour ce compte
he: הצג שם עבור חשבון זה
it: Nome visualizzato per questo account
pt: Mostrar nome para esta conta
pt_br: Mostrar nome para esta conta
ru: Отображаемое название аккаунта
uk: Ім'я акаунту

# w_expert_acc_id
source: Account id
cs: ID Účtu
fr: Identifiant pour le compte
he: מזהה החשבון
it: Id account
pt: ID de conta
pt_br: ID da conta
ru: Идентификатор аккаунта
uk: ІД акаунта

# w_expert_acc_id_desc
source: Format : DisplayName &lt;sip:login@registrar&gt;
cs: Formát : DisplayName &lt;sip:login@registrar&gt;
fr: Format : NomDAffichage &lt;sip:login@registrar&gt;
he: תבנית: תצוגת שם &lt;sip:login@registrar&gt;
it: Formato : NomeVisualizzato &lt;sip:login@registrar.net&gt;
pt: Formato: DisplayName &lt;sip:login@registrar&gt;
pt_br: Formato : DisplayName &lt;sip:login@registrar&gt;
ru: Формат: DisplayName &lt;sip:login@registrar&gt;
uk: Формат: Імя Прізвище &lt;sip:login@registrar&gt;

# w_expert_reg_uri
source: Registration URI
fr: URI du registrar
he: רישום URI
it: URI di registrazione
pt: Registo URI
pt_br: URI de registro
ru: Регистрация URI
uk: URI реєстрації

# w_expert_reg_uri_desc
source: Format : sip:registrar.net[:port]
cs: Formát : sip:registrar.net[:port]
he: תבנית: SIP: registrar.net [יציאה:]
it: Formato : sip:registrar.net[:porta]
pt: Formato: sip:registrar.net[:port]
pt_br: Formato : sip:registrar.net[:porta]
ru: Формат: sip:registrar.net[:port]
uk: Формат: sip:registrar.net[:порт]

# w_expert_realm
source: Realm
cs: Oblast
he: איזור
pt: Domínio
pt_br: Domínio
ru: Область
uk: Сфера

# w_expert_realm_desc
source: Authentication domain (if you don't know, use '*')
cs: Autorizační doména
fr: Domaine d'authentification (si vous ne savez pas utilisez *)
he: אימות דומיין (אם אתה לא יודע, השתמש ב-"*")
it: Dominio di autenticazione (se non lo conosci, usa '*')
pt: Domínio de autenticação (se não o sabe use '*')
pt_br: Domínio de autenticação (se não souber, use '*')
ru: Домен аутентификации (если не знаете, используйте '*')
uk: Домен аутентифікації (якщо незнаєте, використейте '*')

# w_expert_username
source: Username
cs: Uživatelské jméno
fr: Nom d'utilisateur
he: שם משתמש
pt: Nome de utilizador
pt_br: Nome de usuário
ru: Имя пользователя
uk: Ім'я користувача

# w_expert_username_desc
source: Username for authentication
cs: Uživatelské jméno pro ověření
fr: Login pour l'authentification
he: שם משתמש לאימות
it: Nome utente per autenticazione
pt: Nome de utilizador para autenticação
pt_br: Usuário para autenticação
ru: Имя пользователя для аутентификации
uk: Ім'я користувача для аутентифікації

# w_expert_data
source: Password
cs: Heslo
fr: Mot de passe
he: סיסמה
pt: Palavra-passe
pt_br: Senha
ru: Пароль
uk: Пароль

# w_expert_data_desc
source: Password (or other data) for authentication
cs: Heslo pro Ověření
fr: Mot de passe pour l'authentification
he: סיסמה (או נתונים אחרים) עבור אימות
it: Password (o altri dati) per autenticazione
pt: Palavra-passe (ou outros dados) para autenticação
pt_br: Senha (ou outro dado) para autenticação
ru: Пароль (или другие данные) для аутентификации
uk: Пароль (чи інші дані) для аутентифікації

# w_expert_proxy
source: Proxy URI
fr: Uri du proxy
he: פרוקסי URI
pt_br: URI do Proxy
ru: Прокси-сервер URI
uk: Проксі URI

# w_expert_proxy_desc
source: Format : sip:proxy.net[:port]
he: תבנית: SIP: proxy.net [: יציאה]
it: Formato : sip:proxy.net[:porta]
pt: Formato : sip:proxy.net[:port]
pt_br: Formato : sip:proxy.net[:porta]
ru: Формат: sip:proxy.net[:port]
uk: Формат: sip:proxy.net[:порт]

# w_expert_use_tcp
source: Use TCP (not UDP)
cs: Používat TCP ( ne UDP)
fr: Utiliser le TCP (non=UDP)
he: השתמש ב-TCP (לא ב-UDP)
it: Usa TCP (no UDP)
pt: Use TCP (não UDP)
pt_br: Use TCP (não UDP)
ru: Использовать TCP (не UDP)
uk: Використовувати TCP (не UDP)

# w_expert_prevent_tcp
source: Prevent TCP (only try UDP)
cs: Nepovolit TCP ( pouze přes UDP )
fr: Empêcher le TCP (seulement UDP)
he: מנע TCP (נסה רק UDP)
pt: Prevenir TCP (apenas tentar UDP)
pt_br: Não usar TCP (tentar somente UDP)
ru: Запретить TCP (использовать только UDP)
uk: Не використовувати TCP (використовувати тільки UDP)

# w_expert_publish_enabled
source: Publish enabled
cs: Publikování povoleno
fr: Publier la présence
he: פרסם מאופשר
it: Publish abilitato
pt: Publicar activado
pt_br: Publicação habilitada
ru: Публикация включена
uk: Публікація включена

# w_expert_reg_timeout
source: Register timeout (sec)
cs: Vypršení registrace (sec)
fr: Timeout du register (sec)
he: עבר זמן לרישום (שניות)
pt: Tempo de espera do registo (s)
pt_br: Timeout de registro (s)
ru: Время регистрации (сек.)
uk: Тайм-аут реєстрації (сек)

# w_expert_reg_delay_before_refresh
source: Register delay before refresh (sec)
fr: Délai avant le ré-enregistrement
pt_br: Atraso de registro antes do refresh (s)

# w_expert_ka_interval
source: Keep-alive interval (sec)
fr: Intervalle Keep-alive (sec)
he: שמור פער פעיל (שניות)
pt: Intervalo de Keep-Alive (s)
pt_br: Intervalo de keep-alive (s)
ru: Интервал обновления (сек.)
uk: Keep-alive інтервал (сек)

# w_expert_force_contact
source: Force contact
cs: Platnost kontaktu
fr: Forcer le champ contact
he: ליצור קשר בכוח
pt: Forçar contacto
pt_br: Forçar contato
uk: Переписати контакт

# w_expert_allow_contact_rewrite
source: Allow contact rewrite
cs: Povolit přepsání kontaktu
fr: Réecriture du champ contact
he: אפשר ליצור קשר מחדש
pt: Permitir reescrita do contacto
pt_br: Permitir reescrita do contato
ru: Позволять перезапись контакта
uk: Дозволити контакт переписати

# w_expert_contact_rewrite_method
source: Contact rewrite method
cs: Metoda přepsání kontaktu
fr: Méthode de récritture du champ contact
he: שיטת צור קשר מחדש
pt: Método de reescrita do contacto
pt_br: Método de reescrita do contato
ru: Метод перезаписи контакта
uk: Метод перепису контакта

# w_expert_reg_use_proxy
source: How to use proxy
fr: Comment utiliser le proxy
pt_br: Como usar o proxy

# w_expert_t_proxy
source: Proxy
fr: Serveur proxy
he: פרוקסי
ru: Прокси-сервер
uk: Проксі-сервер
