Repository: CSipSimple/CSipSimple-old
Catalog: locale/csipsimple/wizard_expert_strings/*.po
Languages: nl

# w_expert_display_name
source: Account name
nl: Accountnaam

# w_expert_display_name_desc
source: Display name for this account
nl: Weergavenaam voor dit account

# w_expert_acc_id
source: Account id
nl: Account-identificatie

# w_expert_acc_id_desc
source: Format : DisplayName &lt;sip:login@registrar&gt;
nl: Formaat : Weergavenaam &lt;sip:login@registrar&gt;

# w_expert_reg_uri
source: Registration URI
nl: Registratie-URI

# w_expert_reg_uri_desc
source: Format : sip:registrar.net[:port]
nl: Formaat: sip:registrar.net[:poort]

# w_expert_realm_desc
source: Authentication domain (if you don't know, use '*')
nl: Beveiligingsdomein (als u het niet weet, gebruik '*')

# w_expert_username
source: Username
nl: Gebruikersnaam

# w_expert_username_desc
source: Username for authentication
nl: Gebruikersnaam voor authenticatie

# w_expert_data
source: Password
nl: Wachtwoord

# w_expert_data_desc
source: Password (or other data) for authentication
nl: Wachtwoord (of ander gegeven) voor authenticatie

# w_expert_proxy_desc
source: Format : sip:proxy.net[:port]
nl: Formaat: sip:proxy.net[:poort]

# w_expert_use_tcp
source: Use TCP (not UDP)
nl: Gebruik TCP (geen UDP)

# w_expert_prevent_tcp
source: Prevent TCP (only try UDP)
nl: Vermijd TCP (probeer alleen UDP)

# w_expert_publish_enabled
source: Publish enabled
nl: Publiceren ingeschakeld

# w_expert_reg_timeout
source: Register timeout (sec)
nl: Registratie-timeout (sec)

# w_expert_reg_delay_before_refresh
source: Register delay before refresh (sec)
nl: Registreer vertraging voor herladen

# w_expert_ka_interval
source: Keep-alive interval (sec)
nl: Instandhoudingsinterval (sec)

# w_expert_force_contact
source: Force contact
nl: Forceer contact

# w_expert_allow_contact_rewrite
source: Allow contact rewrite
nl: Sta herschrijven contact toe

# w_expert_contact_rewrite_method
source: Contact rewrite method
nl: Contact herschrijvingsmethode

# w_expert_reg_use_proxy
source: How to use proxy
nl: Gebruik van een proxy
